{
    "gilded": 0, 
    "score": 67, 
    "title": "I just finished reading Moby Dick, does anyone want to talk about it?", 
    "num_comments": 45, 
    "author": "Siege-Torpedo", 
    "comments": [
        {
            "body": "I think it's great. Some people say it's overwritten, but I'm not convinced everyone needs to be a minimalist. I love to see writers be unapologetically intellectual without worrying about seeming pretentious. ", 
            "gilded": 0, 
            "author": "amancalledj", 
            "downs": 0, 
            "created": 1455456940.0, 
            "link_id": "t3_45of25", 
            "id": "czzac90", 
            "score": 15, 
            "replies": [
                {
                    "body": "I found the writing really dense.  At first it was slow going but once I figured it out I could fly through like any other book.", 
                    "gilded": 0, 
                    "author": "Siege-Torpedo", 
                    "downs": 0, 
                    "created": 1455523581.0, 
                    "link_id": "t3_45of25", 
                    "id": "d003au9", 
                    "score": 1, 
                    "subreddit": "books", 
                    "ups": 1
                }
            ], 
            "subreddit": "books", 
            "ups": 15
        }, 
        {
            "body": "I'm not even halfway through, and I can already tell you the ending: The whale is a robot. ", 
            "gilded": 0, 
            "author": "moshpitwookie", 
            "downs": 0, 
            "created": 1455488259.0, 
            "link_id": "t3_45of25", 
            "id": "czzjonr", 
            "score": 9, 
            "replies": [
                {
                    "body": "Is it a japanese robot or an American one?", 
                    "gilded": 0, 
                    "author": "Siege-Torpedo", 
                    "downs": 0, 
                    "created": 1455488860.0, 
                    "link_id": "t3_45of25", 
                    "id": "czzjxhs", 
                    "score": 5, 
                    "subreddit": "books", 
                    "ups": 5
                }
            ], 
            "subreddit": "books", 
            "ups": 9
        }, 
        {
            "body": "I would like to discuss the history of whaling. Let me just go brush up on those 600 pages of Moby Dick.", 
            "gilded": 0, 
            "author": "TheLeopardColony", 
            "downs": 0, 
            "created": 1455454165.0, 
            "link_id": "t3_45of25", 
            "id": "czz91gz", 
            "score": 15, 
            "replies": [
                {
                    "body": "Barrels of sperm. Barrels of sperm everywhere", 
                    "gilded": 0, 
                    "author": "NONE", 
                    "downs": 0, 
                    "created": 1455473960.0, 
                    "link_id": "t3_45of25", 
                    "id": "czzfpz5", 
                    "score": 12, 
                    "replies": [
                        {
                            "body": "like seriously he keeps calling it SPERM when it's oil, Jesus, how homoerotic can you get Melville", 
                            "gilded": 0, 
                            "author": "hans_co", 
                            "downs": 0, 
                            "created": 1455524645.0, 
                            "link_id": "t3_45of25", 
                            "id": "d003v1u", 
                            "score": 4, 
                            "subreddit": "books", 
                            "ups": 4
                        }, 
                        {
                            "body": "And don't forget when they are crushing it by hand! ", 
                            "gilded": 0, 
                            "author": "themetalbuddhist", 
                            "downs": 0, 
                            "created": 1455540835.0, 
                            "link_id": "t3_45of25", 
                            "id": "d00ceea", 
                            "score": 4, 
                            "replies": [
                                {
                                    "body": "That's the passage I had in mind haha", 
                                    "gilded": 0, 
                                    "author": "NONE", 
                                    "downs": 0, 
                                    "created": 1455543577.0, 
                                    "link_id": "t3_45of25", 
                                    "id": "d00dlyz", 
                                    "score": 2, 
                                    "subreddit": "books", 
                                    "ups": 2
                                }
                            ], 
                            "subreddit": "books", 
                            "ups": 4
                        }
                    ], 
                    "subreddit": "books", 
                    "ups": 12
                }, 
                {
                    "body": "What edition is 600 pages?  mine tops out at 427.", 
                    "gilded": 0, 
                    "author": "Siege-Torpedo", 
                    "downs": 0, 
                    "created": 1455523549.0, 
                    "link_id": "t3_45of25", 
                    "id": "d003a93", 
                    "score": 1, 
                    "subreddit": "books", 
                    "ups": 1
                }
            ], 
            "subreddit": "books", 
            "ups": 15
        }, 
        {
            "body": "I have a lot of love for this book and I remember the feeling of finishing it and not having someone to share that with right away. I love Ahab's defiance in the face of God, that he was made only to die, that the universe is out of his control, that he must do the impossible and kill that goddamn whale.\n\n>\"Vengeance on a dumb brute!\" cried Starbuck, \"that simply smote thee from blindest instinct! Madness! To be enraged with a dumb thing, Captain Ahab, seems blasphemous.\"\n\n>\"Hark ye yet again – the little lower layer. All visible objects, man, are but as pasteboard masks. But in each event – in the living act, the undoubted deed – there, some unknown but still reasoning thing puts forth the mouldings of its features from behind the unreasoning mask. If man will strike, strike through the mask! How can the prisoner reach outside except by thrusting through the wall? To me, the white whale is that wall, shoved near to me. Sometimes I think there’s naught beyond. But ’tis enough. He tasks me; he heaps me; I see in him outrageous strength, with an inscrutable malice sinewing it. That inscrutable thing is chiefly what I hate; and be the white whale agent, or be the white whale principal, I will wreak that hate upon him. Talk not to me of blasphemy, man; I’d strike the sun if it insulted me.\"\n\nAhab fails to strike through the mask. He fails to strike the sun. With all of our creativity, and desire, and power we're still mortal men.\n\n>Towards thee I roll, thou all-destroying but unconquering whale; to the last I grapple with thee; from hell's heart I stab at thee; for hate's sake I spit my last breath at thee. Sink all coffins and all hearses to one common pool! and since neither can be mine, let me then tow to pieces, while still chasing thee, though tied to thee, thou damned whale! Thus, I give up the spear!\n\n>[...]Ahab, went down with his ship, which, like Satan, would not sink to hell till she had dragged a living part of heaven along with her, and helmeted herself with it.\n\n>[...]then all collapsed, and the great shroud of the sea rolled on as it rolled five thousand years ago.\n\nIshmael starts the book challenging his mortality, eyes open, fully aware these are his final days.\n>Whenever I find myself growing grim about the mouth; whenever it is a damp, drizzly November in my soul; whenever I find myself involuntarily pausing before coffin warehouses, and bringing up the rear of every funeral I meet; and especially whenever my hypos get such an upper hand of me, that it requires a strong moral principle to prevent me from deliberately stepping into the street, and methodically knocking people's hats off- then, I account it high time to get to sea as soon as I can. This is my substitute for pistol and ball. With a philosophical flourish Cato throws himself upon his sword; I quietly take to the ship.\n\nWe see Ahab's greatness through Ishmael's eyes, just as we see the greatness of the world Ishmael describes. The world is vast and strange, we all are a part, and fate catches up.", 
            "gilded": 0, 
            "author": "3wheat", 
            "downs": 0, 
            "created": 1455491384.0, 
            "link_id": "t3_45of25", 
            "id": "czzkzm6", 
            "score": 6, 
            "replies": [
                {
                    "body": "That's an interesting interpretation.  So are you saying that Moby Dick is a failed here's journey, with Ishmael just being the little man along for the ride?", 
                    "gilded": 0, 
                    "author": "Siege-Torpedo", 
                    "downs": 0, 
                    "created": 1455523603.0, 
                    "link_id": "t3_45of25", 
                    "id": "d003ba9", 
                    "score": 3, 
                    "replies": [
                        {
                            "body": "I think Ishmael learns a lot from being so close to death. It's his part of the journey that we experience and see how his preconceived views of the world (christians vs cannibals) is completely broken down when he lives with a crew of people that are different from him. We see how there is beauty in the chaos of existence. I think it's more than being along for the ride than the main plot would suggest. The plot is the least intricate part about the novel. But that allows for this maniacal crew to act out their part. Isn't that the theme of it all? There's everything in the world flying around, but in the end the ocean rolls on like it did 5,000 years ago. It's tragic that Ishmael realizes this beautiful existence is temporary--and Ahab rails against the God he believes set the whole thing in motion, that gives us such precious time only for it to be taken away. He tries to kill the personification of that, to hold power over God.", 
                            "gilded": 0, 
                            "author": "3wheat", 
                            "downs": 0, 
                            "created": 1455526988.0, 
                            "link_id": "t3_45of25", 
                            "id": "d00535y", 
                            "score": 1, 
                            "subreddit": "books", 
                            "ups": 1
                        }
                    ], 
                    "subreddit": "books", 
                    "ups": 3
                }
            ], 
            "subreddit": "books", 
            "ups": 6
        }, 
        {
            "body": "When i read it i was surprised at how many homo erotic scenes were in a book of that era. ", 
            "gilded": 0, 
            "author": "GodfreyLongbeard", 
            "downs": 0, 
            "created": 1455459030.0, 
            "link_id": "t3_45of25", 
            "id": "czzbaox", 
            "score": 5, 
            "replies": [
                {
                    "body": "To quote my friend: \"That whole bullshit religious hunting down and killing God/the evil of the universe interpretation is nonsense, it's 500 boring pages of gay whaling fan fiction\"", 
                    "gilded": 0, 
                    "author": "Siege-Torpedo", 
                    "downs": 0, 
                    "created": 1455470591.0, 
                    "link_id": "t3_45of25", 
                    "id": "czzeye0", 
                    "score": 5, 
                    "replies": [
                        {
                            "body": "I know that friend...", 
                            "gilded": 0, 
                            "author": "Cornak", 
                            "downs": 0, 
                            "created": 1455619763.0, 
                            "link_id": "t3_45of25", 
                            "id": "d01g4hj", 
                            "score": 1, 
                            "subreddit": "books", 
                            "ups": 1
                        }
                    ], 
                    "subreddit": "books", 
                    "ups": 5
                }
            ], 
            "subreddit": "books", 
            "ups": 5
        }, 
        {
            "body": "The chapter on whale classification is quite possibly my favorite chapter in any book. The premise and execution is amazing. \n\nAlso a big fan of the chapter where he rhapsodizes about breaking up the spermaceti. Serpentine and Spiralize stick with me to this day. ", 
            "gilded": 0, 
            "author": "GameArrah", 
            "downs": 0, 
            "created": 1455489527.0, 
            "link_id": "t3_45of25", 
            "id": "czzk76c", 
            "score": 3, 
            "subreddit": "books", 
            "ups": 3
        }, 
        {
            "body": "I finished it last night! \n\nI'm glad I read it, but I never want to read it again. I wasn't put off by the lack of plot, but the middle chapters are very uneven. Some are fascinating and well-written and deep; some offered me nothing and I hated them. \n\nThe buddy movie of the first 150 pages is top-notch and I read that in like two days. Ahab's soliloquies are fucking amazing. The chapter on the color white is astonishing.\n\nI can see why it's a classic and I can see why people read it and will continue to do so. But I think it's far more uneven than it gets credit for.", 
            "gilded": 0, 
            "author": "hans_co", 
            "downs": 0, 
            "created": 1455524589.0, 
            "link_id": "t3_45of25", 
            "id": "d003u2k", 
            "score": 3, 
            "subreddit": "books", 
            "ups": 3
        }, 
        {
            "body": "Goddamnit this just convinced me I have to read Moby Dick again.", 
            "gilded": 0, 
            "author": "NONE", 
            "downs": 0, 
            "created": 1455452031.0, 
            "link_id": "t3_45of25", 
            "id": "czz80b9", 
            "score": 5, 
            "subreddit": "books", 
            "ups": 5
        }, 
        {
            "body": "I always took it as mans drive to beat our own demons, if you will... To beat a part of ourselves", 
            "gilded": 0, 
            "author": "kslusherplantman", 
            "downs": 0, 
            "created": 1455455379.0, 
            "link_id": "t3_45of25", 
            "id": "czz9ml1", 
            "score": 2, 
            "replies": [
                {
                    "body": "I like that idea.  In the end though our demons always catch up to us.", 
                    "gilded": 0, 
                    "author": "Siege-Torpedo", 
                    "downs": 0, 
                    "created": 1455523625.0, 
                    "link_id": "t3_45of25", 
                    "id": "d003box", 
                    "score": 1, 
                    "subreddit": "books", 
                    "ups": 1
                }
            ], 
            "subreddit": "books", 
            "ups": 2
        }, 
        {
            "body": "cassock", 
            "gilded": 0, 
            "author": "tophat3", 
            "downs": 0, 
            "created": 1455456827.0, 
            "link_id": "t3_45of25", 
            "id": "czzaae5", 
            "score": 2, 
            "subreddit": "books", 
            "ups": 2
        }, 
        {
            "body": "http://podcasts.c-spanvideo.org/trimmed/program/041/417338/program.417338.MP3-STD.mp3", 
            "gilded": 0, 
            "author": "summit789", 
            "downs": 0, 
            "created": 1455468299.0, 
            "link_id": "t3_45of25", 
            "id": "czzee1x", 
            "score": 2, 
            "subreddit": "books", 
            "ups": 2
        }, 
        {
            "body": "Yeah it seems like nobody's read this despite it's status as a classic. I finished it two months ago and have had the worst itch to discuss it's lingerings with someone.\n\nI see why people interpret Ahab's search for the whale as him railing against his creator but I think it's more expansive than that. It's almost like the bone he has to pick isn't so much with god but with fate itself and wondering if the machinations of fate are orchestrated or allowed by a higher power and how grossly unfair it all seems.\n\nYou get this sense about Ahab that he's having a real hard time accepting the way things played out for his life. Although it's not explicitly spelled out, there's something eating him. It's a slow boiled angst arising from some critical missed chance. A girl he didn't end up with because the ship he was set to sail with leaves early to avoid a storm, or an prosperous voyage that would have made him wealthy but which he didn't get captain for because he overslept and missed the interview with the owners. Some minuscule wrinkle of fate which was inevitable and maddeningly life altering.\n\nAnother thing I thought was interesting about the book was the chapter \"The Fossil Whale\" and some of the other ones with scientific explanations. You can see that Melville is probing around in the dark trying to make sense of the peculiarities of whales. But it's all done from this pre-darwinian perspective (Origin of species was published in 1859 opposed to Moby-dick: 1851) so he's pretty puzzled and downright wrong in many places (whale being a fish as opposed to a mammal). When your reading it you kind of sit there with your beer and smile to yourself smugly with your 21st century google knowledge rattling around in your brain and think \"damn was he wrong\", or \"boy if only he could see the natural history museum now it'd be like he woke up from the matrix\". It makes you think about the nature of truth and facts and how they change. Which supposed \"facts\" do I really think I have which won't be ridiculous in 150 years time.", 
            "gilded": 0, 
            "author": "NomanTripps", 
            "downs": 0, 
            "created": 1455503436.0, 
            "link_id": "t3_45of25", 
            "id": "czzrobh", 
            "score": 2, 
            "subreddit": "books", 
            "ups": 2
        }, 
        {
            "body": "I learned that swordfish stabbed holes in wooden ships and caused leaks. I never thought that would happen. That and so many more interesting tidbits are what I really liked about Moby Dick.", 
            "gilded": 0, 
            "author": "dougbdl", 
            "downs": 0, 
            "created": 1455511684.0, 
            "link_id": "t3_45of25", 
            "id": "czzwgq5", 
            "score": 1, 
            "subreddit": "books", 
            "ups": 1
        }, 
        {
            "body": "I read it last year as part of my collected \"I really ought to read this classic\" quest.  I did not like it (too moralizing, too abstruse), but it was well written, well crafted, but quite ponderous.\n\nHowever, it was as if three people wrote three separate stories (unprompted, my brother-in-law offered the same observation).  There is \"The history and technology of whaling\" (which was heartless, barbaric and yet still fascinating).  There is \"One man's monomaniacal quest to hunt the white whale\", starring Ahab with side characters like Starbuck and Queequeg (more on this, later).  And finally, there was the weird opium-dream sequences that felt like Shakespearean flashbacks (akin to the inchoate storm at the start of the Tempest) or song-sequences from Wagner's Ring Cycle (adding to the autochthonous feel of an utterly isolated life on ship).\n\nI reject the \"god vs. devil\" motif, as I do not feel that is what Melville was saying.  If I had to pick something, I'd be inclined to \"good vs. evil\" as applied to men, instead (the whales are innocent and incidental).\n\nQueequeg, Starbuck, Tashtego, Fedallah and Ishmael are all good men, in their widely disparate ways.  They are true to themselves and in spite of the now-dated caricatures they they personify (there is probably a lot of truth behind the caricature), Melville gives each of them a nobility of spirit and deed. However, Ahab is false (or perhaps he has strayed from his truth) and in his fever thinks only of revenge. Not of his wife, his ship, his crew, his life, but simple, singleminded revenge.\n\nEveryone but Ahab finds a way to live with their differences in the small floating world that is the Pequod.  Ahab stands alone, isolated, and can find no peace and lacks any good in him.  He is the personification of isolation and the evils of revenge.\n\nIf you're looking for a \"theme\", I think that is it. To look for anything more is to apply your own veneer to the story, just as Melville applies his veneer to Queequeg, Tashtego and Fedallah. To Melville, these are aliens, human yet completely beyond understanding, so he veneers them with his own biases (and that enables him to write about them and give them life) . Making Ahab and the whale fit into the roles of God/Devil is applying a biased veneer that does not fit the simple facts of the story. It may make it easier for you to accept the story, but I don't think that's what the story is about.\n\nMy opinion, is that the story provides a simpler, less lofty metaphor: if you live for revenge, you will lose your life, and your world will die with you. You'll be lucky if even one person lives to remember your story, and their memory won't be complimentary.", 
            "gilded": 0, 
            "author": "klone", 
            "downs": 0, 
            "created": 1455490718.0, 
            "link_id": "t3_45of25", 
            "id": "czzkpao", 
            "score": 1, 
            "subreddit": "books", 
            "ups": 1
        }, 
        {
            "body": "I read it in second grade, and I literally just read the first two chapters to reread it. You should read Nathaniel Philbrick's *In the Heart of the Sea*, which is about the true story that inspired this one.", 
            "gilded": 0, 
            "author": "georgepampelmoose", 
            "downs": 0, 
            "created": 1455513876.0, 
            "link_id": "t3_45of25", 
            "id": "czzxs1r", 
            "score": 1, 
            "replies": [
                {
                    "body": "There is no way u read moby dick in second grade dude ", 
                    "gilded": 0, 
                    "author": "sinkputtbangslut", 
                    "downs": 0, 
                    "created": 1465723799.0, 
                    "link_id": "t3_45of25", 
                    "id": "d45ipqj", 
                    "score": 1, 
                    "replies": [
                        {
                            "body": "Swear to Christ, I'm sure I had no idea what I was reading, but I made it through!", 
                            "gilded": 0, 
                            "author": "georgepampelmoose", 
                            "downs": 0, 
                            "created": 1465725349.0, 
                            "link_id": "t3_45of25", 
                            "id": "d45jhep", 
                            "score": 1, 
                            "subreddit": "books", 
                            "ups": 1
                        }
                    ], 
                    "subreddit": "books", 
                    "ups": 1
                }
            ], 
            "subreddit": "books", 
            "ups": 1
        }, 
        {
            "body": "I enjoyed it as kind of a specific type of history book on the history of the whaling industry and its technology. I think the plot was just a framework for giving the history.  And past that I think the symbology is more people trying to read more into it than was there.  Just my opinion.", 
            "gilded": 0, 
            "author": "OozeNAahz", 
            "downs": 0, 
            "created": 1455458709.0, 
            "link_id": "t3_45of25", 
            "id": "czzb5qr", 
            "score": 0, 
            "replies": [
                {
                    "body": "I respectfully disagree. I think it was written by a man struggling with mortality, the unstoppable force of death. He was exploring existential themes before there was existentialism. To think that the plot was just a silly whale hunting story, just to have an excuse to write about the whaling industry seems crazy to me. It's so much more than that. It's about what it means to be alive. ", 
                    "gilded": 0, 
                    "author": "NONE", 
                    "downs": 0, 
                    "created": 1455474379.0, 
                    "link_id": "t3_45of25", 
                    "id": "czzftcn", 
                    "score": 8, 
                    "replies": [
                        {
                            "body": "*Every* book is about what it means to be alive. ", 
                            "gilded": 0, 
                            "author": "zdoris", 
                            "downs": 0, 
                            "created": 1455475066.0, 
                            "link_id": "t3_45of25", 
                            "id": "czzfyok", 
                            "score": 1, 
                            "subreddit": "books", 
                            "ups": 1
                        }, 
                        {
                            "body": "The difference between an English major and someone who just reads a lot I guess.  I always thought you can find symbols in a phone book if your goal is to find symbols.  As I said, just my opinion.", 
                            "gilded": 0, 
                            "author": "OozeNAahz", 
                            "downs": 0, 
                            "created": 1455510053.0, 
                            "link_id": "t3_45of25", 
                            "id": "czzvjkx", 
                            "score": 0, 
                            "replies": [
                                {
                                    "body": "I'm an english major and I suck at symbolism, that and grammar are my weakest areas.", 
                                    "gilded": 0, 
                                    "author": "Siege-Torpedo", 
                                    "downs": 0, 
                                    "created": 1455523687.0, 
                                    "link_id": "t3_45of25", 
                                    "id": "d003cur", 
                                    "score": 1, 
                                    "subreddit": "books", 
                                    "ups": 1
                                }
                            ], 
                            "subreddit": "books", 
                            "ups": 0
                        }
                    ], 
                    "subreddit": "books", 
                    "ups": 8
                }, 
                {
                    "body": "Ironically most of my class has stated they blanked out on the whaling documentary parts.  I personally loved the information and tried to soak it up.", 
                    "gilded": 0, 
                    "author": "Siege-Torpedo", 
                    "downs": 0, 
                    "created": 1455470664.0, 
                    "link_id": "t3_45of25", 
                    "id": "czzez1w", 
                    "score": 2, 
                    "replies": [
                        {
                            "body": "Wow, they missed what is arguably the \"meat\" of the work. Those chapters are merely elaborate metaphors for a variety of things: \"The Line\" is about mortality, \"Fast-Fish and Loose-Fish\" about competing systems of rights, the heads of the right and sperm whales act as metaphors for Aristotelianism and Platonism, etc. ", 
                            "gilded": 0, 
                            "author": "TheOx129", 
                            "downs": 0, 
                            "created": 1455500864.0, 
                            "link_id": "t3_45of25", 
                            "id": "czzq4sb", 
                            "score": 2, 
                            "replies": [
                                {
                                    "body": "Some of those went way over my head ... Great book tho ", 
                                    "gilded": 0, 
                                    "author": "sinkputtbangslut", 
                                    "downs": 0, 
                                    "created": 1465723882.0, 
                                    "link_id": "t3_45of25", 
                                    "id": "d45ir7m", 
                                    "score": 1, 
                                    "subreddit": "books", 
                                    "ups": 1
                                }
                            ], 
                            "subreddit": "books", 
                            "ups": 2
                        }, 
                        {
                            "body": "I read the book to my middle school students and by far our favorite parts were the explanation of the whaling industry, one that if all but 100% dead to the world. That is what stuck with me after reading the book. It was just amazing...", 
                            "gilded": 0, 
                            "author": "bigdaddyteacher", 
                            "downs": 0, 
                            "created": 1455498695.0, 
                            "link_id": "t3_45of25", 
                            "id": "czzoviv", 
                            "score": 1, 
                            "subreddit": "books", 
                            "ups": 1
                        }, 
                        {
                            "body": "Yep, it was my favorite part.", 
                            "gilded": 0, 
                            "author": "OozeNAahz", 
                            "downs": 0, 
                            "created": 1455510921.0, 
                            "link_id": "t3_45of25", 
                            "id": "czzw0wh", 
                            "score": 1, 
                            "subreddit": "books", 
                            "ups": 1
                        }
                    ], 
                    "subreddit": "books", 
                    "ups": 2
                }, 
                {
                    "body": "Uh, the chapters on whaling rather explicitly act as metaphors for a variety of things: \"The Line\" is a metaphor for mortality, \"Fast-Fish and Loose-Fish\" for competing systems of rights, right and sperm whales are compared to Aristotelianism and Platonism, etc.\n\nWhenever anyone bitches about the \"useless\" whaling chapters or you make the even more ridiculous claim that people are reading too much into it in a search for \"symbology,\" I seriously question their comprehension of the work. I get that the work is loosely plotted and Melville writes in dense, often archaic language, but most of this stuff is made rather explicit.", 
                    "gilded": 0, 
                    "author": "TheOx129", 
                    "downs": 0, 
                    "created": 1455500619.0, 
                    "link_id": "t3_45of25", 
                    "id": "czzpzhe", 
                    "score": 1, 
                    "replies": [
                        {
                            "body": "And whenever someone claims a book is fully of symbology I wonder whether the author would have agreed with them.  Sometimes a story is just a story and not a treatise on comparative philosophy and the meaning of life.  And I think the more the academics talk about the deep symbology of the book the less likely the every man is to read it.  I have no doubt that some books are meant to be metaphors of this or that, but I also have no doubt some books are just stories that get mistaken as metaphors of this or that.", 
                            "gilded": 0, 
                            "author": "OozeNAahz", 
                            "downs": 0, 
                            "created": 1455510500.0, 
                            "link_id": "t3_45of25", 
                            "id": "czzvsim", 
                            "score": 2, 
                            "replies": [
                                {
                                    "body": "Okay, first I don't know if you're making some elliptical joke from The Boondock Saints, but the word you're looking for is *symbolism*, not symbology.\n\nWhile the term is notoriously slippery, many have argued that one of the defining traits of literary fiction is a focus on style, exploration of themes and character development over plot. \n\nThe plotting of works like *Moby-Dick* or *Ulysses* is of secondary or tertiary concern when compared to style, metaphor, etc. The greatest works of world literature are rarely, if ever, just about \"telling a story.\"\n\nMelville makes these metaphors explicit - I can post excerpts if you'd like - so I can promise you it is most certainly not a case of academics creating meaning where there is none. ", 
                                    "gilded": 0, 
                                    "author": "TheOx129", 
                                    "downs": 0, 
                                    "created": 1455512277.0, 
                                    "link_id": "t3_45of25", 
                                    "id": "czzwt73", 
                                    "score": 1, 
                                    "replies": [
                                        {
                                            "body": "sym·bol·o·gy - /simˈbäləjē/ - Noun - the study or use of symbols - symbols collectively.  \"the use of religious symbology\"\n\nNope, pretty happy with my word choice.  I did mean full rather than fully though...", 
                                            "gilded": 0, 
                                            "author": "OozeNAahz", 
                                            "downs": 0, 
                                            "created": 1455512674.0, 
                                            "link_id": "t3_45of25", 
                                            "id": "czzx1yi", 
                                            "score": 1, 
                                            "replies": [
                                                {
                                                    "body": "You're thinking of semiotics not symbolism. Read [this](http://wikidiff.com/symbolism/symbology) article.", 
                                                    "gilded": 0, 
                                                    "author": "TheOx129", 
                                                    "downs": 0, 
                                                    "created": 1455514152.0, 
                                                    "link_id": "t3_45of25", 
                                                    "id": "czzxxvi", 
                                                    "score": 1, 
                                                    "subreddit": "books", 
                                                    "ups": 1
                                                }
                                            ], 
                                            "subreddit": "books", 
                                            "ups": 1
                                        }
                                    ], 
                                    "subreddit": "books", 
                                    "ups": 1
                                }
                            ], 
                            "subreddit": "books", 
                            "ups": 2
                        }
                    ], 
                    "subreddit": "books", 
                    "ups": 1
                }
            ], 
            "subreddit": "books", 
            "ups": 0
        }
    ], 
    "subreddit": "books", 
    "selftext": "Just finished the book that so many have talked about but apparently so few have read.\n\nI'm taking a class on Melville in uni, not out of particular interest but because I needed a 400-level for my major.  About the book, well what can I say?  I heard that people go crazy over Melville and I felt it in the last few chapters as Ahab did battle with the white whale, hands shaking and all.  I'm really tired and drunk so I'm just going to give a brief interpretation of Ahab Vs Moby Dick conflict.  \n\nI think Ahab Vs. Moby dick is supposed to be emblematic of Man vs. society, or man vs. god.   I've always figured there was some kind of divine implications in the novel, but after reading the chapter about Gabriel and his supposedly divine insistence that Moby Dick be avoided by wailers, then the crew's discussion on sin I came to a single conclusion.  Captain Ahab vs. Moby dick is being set up like the titanic battle between Satan and god, his father, in the bible.  Moby Dick is god and nature personified, representing where man came from and is a titanic, incalculable and unstoppable force like god would've been viewed as when Melville was writing.  Ahab is an angry but powerful leader who's been wounded or insulted by his creator and seeks to overthrow him.  Ishmael is an ground's eyed view; and ordinary man caught between the clash of titans like how ordinary people are supposedly caught amidst destiny and divine machinations; they're unable to do anything but hang on for the ride.  I'm not sure what kind of lesson Melville was imparting, but I feel it had to do with man being overcome by pride, which is what drags Ahab down to the depths while Starbuck begs him to give up the chase.", 
    "id": "45of25"
}