{
    "0": [
        "[removed]", 
        "[removed]", 
        "[removed]", 
        "[removed]", 
        "[removed]", 
        "[removed]", 
        "[removed]", 
        "[removed]", 
        "[removed]", 
        "[removed]", 
        "[removed]", 
        "[removed]", 
        "[removed]", 
        "[removed]", 
        "[removed]", 
        "[removed]", 
        "[removed]"
    ], 
    "1": [], 
    "2": [], 
    "3": [], 
    "4": [
        "[deleted]", 
        "[deleted]", 
        "[deleted]", 
        "[deleted]", 
        "[deleted]", 
        "[deleted]"
    ], 
    "5": [
        "A £5 treble on brexit, Leicester winning the prem and Donald trump becoming president would have won you £22,500,000 this time last year", 
        "And Colombians voting \"no\" to end a more-than-fifty-year-old war", 
        "Man, I'm still pretty shocked.\n\n2016 will be a memorable year.", 
        "Man, 2016 has been a weird year. I don't think anyone would have guessed that Donald Trump of all people would be the US president.", 
        "Back to the Future almost had it right. Cubs, off by 1 year. Looks like Biff did in fact get elected president! ", 
        "This whole year has been a fucking meme", 
        "2016 does seem to be the year, right or wrong, that people said 'no' to the establishment.\n\n An uncertain and risky future maybe. Well, Americans wanted to know what Brexit felt like.", 
        "\"Brexit totally can't happen!\"\n\n*One election later..*\n\n**Brexit happens.**\n\n\n\"No way will the people of USA elect Trump as POTUS!\"\n\n*One election later..*\n\n**Trump is POTUS.**\n\nI think it's our collective moral responsibility to now use the power of 2016 to get GRRM release his next book.\n\nLet's all think: \"GRRM totally will not finish his books before the end of the year!\"\n\nAnd by law of 2016, we'll get The Winds of Winter by the year's end.\n\nThen let's do it for another season of Firefly.", 
        "2016 has been the longest year of my life. ", 
        "Biff Tannen wins. Back To The Future II was only one year off.", 
        "Now if only Boris Johnson became UK Prime Minister, it would've been the ultimate meme year.", 
        "President Trump, Cubs win, Young Justice season 3, FFXV coming out, Brexit, many legendary artists have died, a dead gorilla ascended to godhood trough memes. 2016 is fucking weird.", 
        "I always knew that the year the Cubs won the world series would be the year trump would be elected president.", 
        "Brexit and then Donald Trump...... It has been an exciting year", 
        "2016, what a year.", 
        "2016 is truly the year of the underdog..", 
        "2016 What. A. Year. This year will go down in history.. whether for good or bad remains to be seen. It's been a wild ride folks.", 
        "Donald Trump became the president and the Cubs won the world series. What a fucking year this has been. ", 
        "always next year \n\ndeeznuts2020", 
        "2016: The most memorable year EVER."
    ], 
    "6": [
        "Aight. Since this is actually happening. I've gone from somewhat amused to quite confused about a few things.\n\nFirst... Is the wall actually happening then? Like, that's going to be a thing? How is that going to work? Is the \"plan\" still for Mexico to pay for it? What if they won't? Isn't it a problem when your president runs on a platform that seems impossible to implement?\n\nSecond, and more seriously, is Trump still planning to deport ~12 million people? Is the plan for that still deportation squads? \n\nThird, has Trump said whether his plan for ISIS involves missiles, or boots on the ground, or anything like that? I've only heard \"we're going to take them out and then get out\". Which leads me to:\n\nFourth, does Trump plan to do ANYTHING in terms of the stability of Iraq, and how does he feel about Assad and the situation in Syria in general? \n\nLastly, has Trump refined his view on global warming so that it's no longer a Chinese hoax? Or is he still going on with that stuff? Like, even if you're the type to not think that global warming is caused by man, that's at least more understandable than saying it was all a ruse made up by the Chinese...", 
        "I'm not suprised Trump won. Blue collar working people across the rust belt are hurting for help. Their society is crumbling in front of their very eyes: traditional jobs are disappearing, Opiod addiction reaching epidemic level. They deserve our sincere empathy and our help. Trump offered a voice that no one else did. But what really disappoints me is that I don't believe trump can deliver on his promises. It feels like a loss loss situation for all involved. ", 
        "I'll preface this by saying that I'm not an American, I didn't vote, and I think Trump is deplorable. That being said... It amazes me how much words like racist, misogynist, homophobic, etc. are being thrown around completely ineffectually, both now and during the election. This, to me, signifies that the impact of those words has decreased significantly, that they are losing their power completely. I don't welcome that. It's a change brought about by those words being abused to the point of meaninglessness. Somewhere along the line, it was discovered that those words have power over others, that they can be used to make empathetic individuals do what you want, in order to avoid being labeled with them.\n\nTrump is a result of that abuse. His campaign only grew stronger as people started throwing slurs at him and his followers. Instead of engaging them, and explaining one's position to them, many simply chose to yell incoherently at them, to cry wolf as it has been done for so long now. And I know that there are many who will say that those people don't deserve to be treated with kindness and debated with. That they're bigots and their minds won't change, and blah blah blah. What those people don't realise is that their mindset is exactly why Trump is president now. And until it changes, until people are capable of starting a dialogue instead of spouting rhetoric and slurs, the sentiment that caused him to win this election will linger and grow stronger.\n\nSo I hope, for all of our sakes, that this particular brand of zealotry will soon end.", 
        "Donald Trump is now our president. And while I do agree that the prospect is a little scary, we have the opportunity to vote him out in 4 years. \n\nAlso, contrary to popular belief, not all Trump supporters are bigoted, racist, uneducated white people. I personally know people in my life who I love and trust who are some of the smartest people I know, who voted for Trump. I try to understand why through conversation, but the most clear thing I hear is how passionate they are about Trump.\n\nAnd lastly, I don't think the DNC will ever learn it's lesson, but I surely hope they attempt to win back the trust of their party.\n", 
        "The Democratic Party had no one to blame for this but themselves. You had a populist candidate -- Bernie Sanders. He saw the potential for a grassroots movement, but the establishment Democrats did not. So they foisted Hillary Clinton on America, thinking they knew better than the average voter. The Republicans surrendered to the will of the people (albeit grudgingly), and they are now reaping the benefits of abiding by our democratic process. All I hear from my liberal friends and family is accusations: Trump supporters were too stupid, too racist, too sexist. But I have yet to hear any introspection from the average Democrat. You shouldn't be asking how people could possibly vote for Trump, you should be asking why your candidate -- who spent many times more money on her campaign -- was so unattractive to the average voter. You should be asking what your problems are, not pointing and shouting about the opposition's.", 
        "I hope everyone that voted for trump is happy with their decision in the coming years. Between the delicate situation abroad, a country that wants universal health care, an economy that needs help, and two supreme court justices, his actions will affect us for decades.", 
        "Why did you vote Trump?\n- A humble democrat looking to learn about those I have clearly been ignorant about", 
        "To Trump voters: I'm curious about one thing. I saw several Facebook posts last night from disappointed Clinton supporters saying things like \"how could people vote for a racist/sexist ass like that?\". The response I saw from Trump supporters was something along the lines of: \"we're sick of corrupt career politicians in Washington. We're here to take our country back.\" My question is: what do you realistically expect out of Trump over the next 4 years that will satisfy that desire to take this country back from career politicians?\n\nThis isn't me mocking Trump voters or anything like that, I'm just genuinely curious to try to understand that mindset.", 
        "I've realized I severely underestimated how much of our country supports Trump and what they feel his presidency will bring. Educate me Reddit: why did you vote for Trump? (Serious answers, please)", 
        "People who voted Trump, was it more of a \"For Trump\" vote or \"Against Hillary\" vote?", 
        "You have this backwards, the Democratic vote would split and Trump would win with the most impressive landslide in history. Splitting votes is the reason Trump won the nomination. There were better candidates for the Republican party, but the votes split.", 
        "To Trump fans I just want to say one thing, I don't hate Republicans and I do not love Hillary.  However, I am an Indian Minority Male. I immigrated here 30 years ago and became an American Citizen 20 years ago. I love this country.  But I'm sad and scared at this outcome.\n\nTrump's election has made me feel rejected and hated by this country and particularly by Trump voters. I feel right now maybe I'll never be a real American to you people and the American dream just isn't for people like me. And I'm honestly afraid...that people in my family and even myself will be targeted and not protected in a Trump government.\n\nSo no its not about being butthurt about Hillary. I feel scared and I feel hated.\n\nedit: Thanks to all the posters who have been kind, it really meant a lot. And  thanks even those who have not been so kind.\n\nI just want to make one thing clear...I'm not fear mongering. I'm afraid. I'm not bashing Trump or his fans...just telling you how I feel and why his win felt sad for me. I mean for a moment I thought about buying skin bleach after he won.", 
        "Just so you all know, the popular vote would have been entirely different if the election was based off of the popular vote instead of the electorial college.  People in swing states showed up for Trump because they know their vote counts.  People in dark blue states didn't show up for Trump because they knew their state was going dark blue, there is no reason.  The same for dark red, people who wanted Hillary didn't show up for her either because they know their vote doesn't count.  There is no telling what the popular vote would have been had EVERY vote counted, she very well would have lost that as well. ", 
        "Why do Americans get upset when people don't vote and also get upset when Ill-informed people vote?\n\nI mean you can't shout in peoples faces for voting Trump or Clinton saying they are dumb when you encourage everyone to vote regardless of how educated they are on the matter and ridicule those who do not.\n\nIt's just ridiculous really, I live in the UK and don't get me wrong people do often say things like \"oh you got to vote, these elections will effect you for decades to come\" and \"you need to vote 100yrs ago your people couldn't vote MLK jr and Malcolm x fought so hard so your people can vote and you aren't going to do it?\"  Yes I've genuinely gotten that last one on numerous occasions as a black guy in the uk.... But nobody would ever be ridicule you or say anything if you do not vote, maybe were just too polite.", 
        "If you supported Trump because you wanted to send a message to Washington elites, why did you overwhelmingly vote for incumbents in Congress?", 
        "You know, this is going to be buried, and I know Redditors hate when that gets said. But bear with me.\n\nThis morning, after I put my kid on the bus for school, I put out the trash and recyclables. It's what happens every Wednesday. I got a glorious view of the sun rising in the east. You could hear the ducks calling off in the distance, and it's cool but comfortable. A perfect fall morning if you like to be outside. And that's when thing really started to hit home. The sun is still coming up. Life still goes on pretty much as normal. \n\nThings, in terms of the vote, didn't go the way many of us expected. A lot of us want to blame the other side. A lot of us want to focus only on the campaign run by the folks who won. Maybe, we need to take a minute and look at who we put up in this fight. For some of us who voted for Hillary (like me), it was a vote simply because it was the only other logical choice. This was by all accounts a lesser of two evils election. But both sides had the same issues. Both were divisive. Both had their skeletons in the closet. Both had their ideas that made you wonder what they had been smoking.\n\nDon't get me wrong, I'm not happy with the outcome of this thing. Many expletive laden tirades were spoken last night as returns came in on my couch last night. I don't like Trump in the least, and I have less love for Pence. But instead of just grousing about the outcome and focusing on the GOP, it's time for the Democrats to look at themselves, and examine why we were so soundly rejected. In the end, I think if you really dig down, we offered more of the same. Trump was right that Hillary would just be Obama v.2. While from some people's view that would be a great thing, some people were tired of him.\n\nLook back to the previous elections. Bush the eldest lost because they thought it'd be more of the same. Gore lost because they thought he'd be Clinton all over again. Kerry lost because Obama offered the hope of change. And so it is again here. Some people were fed up with how things were going, and wanted a change. And the Democrats offered more of the same. They didn't loose to Trump. They lost because they offered up a candidate that was more of the same. And I say this as someone who voted for her.\n\nIn the end, the world is still spinning. The sun still rises. I'll go to work this afternoon. Nothing is going to majorly change right this second. And while I do not like the person elected, and I do not like his policies, it appears right now that he won fair and square. So while I do not stand for what he believes in, he's the president-elect. I do not wish him ill, and as odd as it sounds, I wish him well. It's the American thing to do: honor the transfer of power according to the will of the people. \n\nWhat we need to do on the left side of the aisle, over the next 4 years, is take a deep, long look at this election. It's apparent that we're out of touch with America, and you can see it in how soundly we were rejected. Time to retool, rearm, and be ready for 2020.", 
        "Welllll I'm going to be a Dark Horse in the Night and say that it can go 50/50 with Trump. The xenophobia, racism, and misogyny has and always was lurking in politics, it's just not picked by up by major news networks because nobody wants to talk about the Ufologist who believes we're all reptilian children and that Obama is the antichrist running for senate in some obscure district of our country. Just do a little light digging and you'll run into the weirdness.\n\nTrump isn't stupid. Regardless of how Titian orange he looks every night and the fact his hair seems to be the equivalent of candy floss, he couldn't get to where he was if he was completely out of the loop. He knows exactly where the popular vote would go, and whom to exploit. I have a feeling that really, the only people who are going to suffer are the ones who assumed during this campaign that the Trump was their White Knight and that he's going to somehow change the system in their favor (a system which allows people like him to become billionaires). I'll be very interested to see how far he goes and if he even pushes the envelope at all. This presidency could be the most epic bore, or he might actually get people to do something. Nobody knows.", 
        "This is the last thing I'm going to say about this election, and then I'm done, because all of the fun of reddit has been sucked out by this election.\n\nTo the people who have been saying that we're overreacting and fearmongering. Here is the issue. Donald Trump on his own may not be dangerous, but the people who support him, who have been empowered by him going into office, are dangerous. Groups like the KKK and other white nationalist groups feel like they have a voice in this society again. As a person of colour, I'm scared, not because I think Trump is going to do anything to me, but because I think that I'm going to face discrimination from those people, and they won't be afraid to do something because they think that it's ok and it's acceptable. Mike Pence, Trump's VP, a homophobe who believes in conversion therapy, gives voice to the people who want to commit hateful acts towards and take away rights from the LGBT community. They just earned the right to be married, and we're still not a country where they're accepted fully, so you can understand why they would be afraid. Trump's anti-Muslim rhetoric gives power to the bible thumpers, and to racists, who are going to commit acts of violence against Muslims, because just like the earlier example, they think that it is acceptable.\n\nIf you're a Trump supporter, I understand why you're happy. You did what you said you would do, you have toppled the system. No matter what, both the Republican and Democratic party has been changed, they can't stay the way they're. At the same time, show compassion to your countrymen and countrywomen who are afraid and angry. Earlier today, I unfairly grouped all Trump supporters as racists, sexists, etc. I was wrong. I understand that the majority of you're not like that. You're the same as me or any other person in this country. At the end of the day, we want what is best for ourselves and our country. No matter what, we have to live in this country. So, let's come together, let's try not to go backwards, but take a step forward. Let's make sure that NOBODY feels persecuted, nobody is discriminated against, and that nobody is excluded. United we stand, divided we fall is the biggest cliche there is, but it is applicable here. I don't like Trump, I don't agree with any of his views, but he won, and I have to accept that and we all have to work together to make sure that our country stays number one.  \n", 
        "As somebody from a different country, can you tell me why twitter is flooded with people from the lgbt community putting links to suicide hotlines? Is there going to be mass suicides because trump won? Does trump have a plan to put them in concentration camps or something? I feel like I missed something.."
    ], 
    "7": [
        "As a non-american, it's gonna be interesting to see how much this affects the rest of the world. What do you think?\n\nEdit: loads of comments regarding the global markets. This was to be expected though, it was the same with brexit. Hopefully they will bounce back somewhat.", 
        "Brexit as well.", 
        "Brexit 2: American Boogaloo", 
        "Did we just Brexit? ", 
        "After brexit, trump, cubs winning world series, Leicester winning premiere league, I wonder if scientist somewhere has managed to make pigs fly? or has hell freeze over?\n\n", 
        "I had this same thought when Brexit happened, I wonder how much of the result is down to the press telling people what to do. We had quite a few \"rebellious\" votes for brexit when people tried to use it to send a message, I wonder how many of Trumps votes are the same.", 
        "Brexit; American version.", 
        "Atleast Brexit isn't the worst political vote in history anymore.", 
        "Brexit seems alright in comparison.", 
        "As a non-american, I must repeat what I said when things went against my wishes with Brexit. We must accept the result of democracy , however hard it may be to swallow, and work together to make the future as bright as possible. Hate is the what will destroy us.", 
        "I wish I could say I was surprised, but then again I voted remain in Brexit.", 
        "So what's new in Brexit 2.0? I haven't read the patch notes yet", 
        "I'll leave this here again.\n\nBritain - \"Brexit is the stupidest, most self-destructive act a country could undertake!\"\n\nAmerica - \"Hold my beer.\"", 
        "Well, it happened; the US out-Brexited Brexit.", 
        "As someone from the U.K. We didn't think brexit would happen and now trump is P.O.T.U.S. the media and celebrities who constantly bashed trump as they did with the brexit campaign probably pushed voters towards him. What a year it's been folks! ", 
        "I don't think the result indicates that Americans are \"dumb\", but rather that the social contract that made the world stable after WW2 is rapidly eroding. \n\nIf the richest elite did not have to own 99 percent of everything on the Earth, but could make do with say 95 percent, perhaps the rest of the population would have enough resources not to feel frustrated, angry and alienated. \n\nBrexit and US elections were just the beginning, other states will surely follow and will choose similar loons \"just to make change happen\". And change will undoubtedly happen, but just not the one they wished for. ", 
        "It's like Reddit is trying to make as many inaccurate prediction about politics as possible.  \n>\\>Bernie Sanders will win   \n\\> Brexit will never happen   \n\\> Trump doesn't stand a chance\n", 
        "Remember when we laughed at the UK for Brexit?", 
        "Brexit 2: Across The Pond", 
        "Member when Brexit was considered the worst political vote in recent history?", 
        "The US got Brexit'd.", 
        "first Brexit and now this lol - so much for polls being at all reliable! ", 
        "We just pulled the American equivalent of brexit...", 
        "Confirmed, we live in a South Park Episode.\n\nSource: All the bizarre shit happening, Brexit, Trump.", 
        "This is our version of Brexit. \"Oh, I'm so mad I'm going to vote for X\" \"Oh shit. What did we just do?\""
    ], 
    "8": [
        "Holy shit, that's brilliant", 
        "Well shit you're right. You're MY boss now.", 
        "Uhh the DNC sure as shit wanted her", 
        "I can understand this in other countries where voting is mandatory, and people who don't want to vote are forced to. \n\nBut actually going out of your way to go out, line up on a Tuesday evening and vote for a dead gorilla is some next level shitposting. ", 
        "Shit...", 
        "I have a fucking midterm tomorrow morning why am i still awake reading about this bull shit", 
        "shit", 
        "\"Can you feel that Randy? The way the shit clings to the air? It's already begun, my friend. Shit blizzard.\"", 
        "Oh look! CNN is covering protests. How convenient. Where were you motherfuckers when Bernie's people needed you? \n\nNice how all the Trump supporters assume all the protesters are teenagers. I'm seeing lots of middle aged people in those crowds. Lots of women. A shit ton of minorities. ", 
        "Get your shit together Democrats. Party leadership should all resign in disgrace after the primaries this year.", 
        "While all of this is happening, and I'm sure the resulting chaos that's coming will make it even harder to remember, I just want to bring up that this is where we need to take a hard look at ourselves and ask what are we willing to put up with today? And it's going be fucking this.\n\nYes, we just put a man in charge of the Executive Branch of our government as well as acting President of our country. An absolutely deranged and demented man, but nonetheless he is now in power. And with that, a conservative republican Senate and House of Representatives. \n\nBut Americans of reddit, this is not the time to kick ourselves in the ass and call it a day for this election cycle. The hate, anger, regret, or downright just blind rage any of you must be feeling will be there, but we **must** take it and turn it into passion. In the next four years, we will have chances to now take a critical eye to our Legislative Branch and vote with a much clearer head. \n\nWe've gotten so caught up with the need to choose one side or the other that we've mixed out branches of government up, thinking that one man or woman in a seat somewhere on the east coast can suddenly change decades of laws that have been passed by the many people of the United States Congress and House of Representatives. So now, open up a tab and start looking into the names of your new or re-elected senators. Form opinions of them, keep an eye on who will have a campaign going when the seasons starts up.\n\nAnd for christ's sake, people, **FUCKING VOTE.** IN EVERYTHING. Not just one election that happens every FOUR YEARS. Vote for your school boards, vote for your mayors, vote for whether or not you want red, green, or blue. JUST VOTE. Because those smaller votes, and the people you put in power, will begin to shape the higher tiers of government. You think Trump will ban gay marriage? That's up to the senate. Our school funding? Senate. Who's going to war? Senate. Toilet paper topside or bottom? SENATE. \n\nSo yea, rage against the dying light and all that business. And do it with a clear, informed mind and steady hand. Don't jump onto a party because you have to. Jump on a party because you AGREE to. And never think the towel's turned in.", 
        "So when shit goes wrong, who is everybody who voted for him going to blame?", 
        "Well...\n\n\n\n\n\nShit.", 
        "So why did anyone vote for trump? Im being serious and im not going to just shit on your reasons.\n\nEdit: why not third party? ", 
        "Just goes to show ladies and gentlemen, never give up. Seemed like Clinton was going to win by a landslide, but Trump came out the winner. Shit happens. ", 
        "So, what the shit are they going to do in the next season of House of Cards?!", 
        "#Holy shit, he actually did it. \n\nThe 45th President of the United Fucking States, without a day holding office prior.", 
        "Well shit, didn't see this coming. Could be the worst day of our lives, or could be a chance to jump start this country and make the changes we need. \n\nOne way or another, it will be full of surprises! "
    ], 
    "9": [
        "Fuck em all to death!", 
        "absolutely not\n\nedit: what the fuck are you guys doing", 
        "Welp. Fuck it. Let's see how this plays out.", 
        "Honestly? I have no idea what the fuck to think.", 
        "Dear America,\n\nLike, what the serious fuck.\n\nRest of the world.", 
        "Because fuck globalism and fuck establishment politicians", 
        "literally what the fuck", 
        "Fuck", 
        "Lord,\n\nGrant me the *serenity* to accept the things I cannot change,\n\nthe *courage* to change the things I can,\n\nand the fuck fuck fuck FUCKING FUCK *FUCK* **FUUUUUUCK**\n\nAmen", 
        "Fuck."
    ], 
    "10": [
        "The potential 2017 members of the security council of the UN will be Putin, May, Trump and Le Pen (if France goes the same way next year, which it looks like it may well do). A sobering thought.", 
        "This whole fucking *year* has been Poe's Law incarnate.", 
        "Or get out of the way and let people decide on who they wanted amongst the DNC.", 
        "I went /r/all to see other unsubscribed subs to see what they were upto, and I stumbled across a comment in /r/conspiracy - this comment isn't conspiracy at all, just from a rather infamous sub, I'll copy/paste it here: \n\n> u/fantomknight1 wrote a great comment on the r/politics mega that I believe was removed (naturally), but I think deserves to see the light of day:\n\n> You know what, I'm not mad at Trump and his supporters for leading (and possibly winning). Their goal was to get Trump elected and they are doing their job. I'm mad at the fucking Democrats. You know why?\n\n> Because [every1](http://www.politifact.com/truth-o-meter/statements/2016/may/29/bernie-s/bernie-sanders-says-he-polls-better-against-donald/) [single2](http://www.realclearpolitics.com/epolls/2016/president/us/general_election_trump_vs_sanders-5565.html) [fucking3](http://www.msnbc.com/msnbc/why-does-sanders-do-better-clinton-against-trump) [poll4](http://elections.huffingtonpost.com/pollster/2016-general-election-trump-vs-sanders) showed Clinton neck and neck with trump and Bernie out way ahead. Clinton isn't losing because she's a democrat, she's losing because a lot of her actions have been dishonest and people don't trust her. \n\n> That's where Sanders has the big advantage. Even many Clinton supporters admit that they don't like her but they are only voting for her because they like Trump less. What a glowing endorsement. That's why Bernie was a better candidate but the Democrats had to have their queen and now they reap what they sow. Now I know many people will argue that since Clinton > Sanders and Trump > Clinton that means that Trump > Sanders. This is incorrect thinking for a number of reasons. \n\n> Clinton was able to win the primary because she controlled the liberal leaning media and because the Democratic party worked against Bernie Sanders during the primary. \n\n> CNN, MSNBC, NY Times and many liberal comedic pundits were very much biased towards her. This can have a profound impact on a race and drive many supporters away from Sanders to Clinton (even if they didn't like her).\n\n> CNN was mocked as the Clinton News Network because of how biased they were against Sanders and many \"comedic\" pundits like Samantha Bee, Seth Meyers, and others were quick to bash Bernie and his supporters while ignoring the flaws in Clinton. Bernie Bros spread like wildfire even though the Bernie camp had more women in it than the Clinton camp. Clinton also adopted similar language to what Bernie Sanders was saying in order to woo Bernie supporters away from him. So, while they didn't rig the electoral ballot, they sure put all their effort into crushing Bernie's movement instead of trying to understand why Bernie was getting so much support. After he lost Clinton went back to business as usual and Trump catered to Bernie's supporters and tried to woo them.\n\n\n> But wait, if it's true that Clinton controlled so many media outlets and tv shows then why is she losing (maybe did lose depending on time of reading)? By your logic, she should be crushing Trump. Here, lies the biggest flaw in the Democrats plan. They could influence many liberal leaning networks to show Clinton favoritism but Republicans don't watch those shows. A hard core Republican doesn't care about what Samantha Bee has to say. They don't care about MSNBC. So that magical lead that Clinton could force over Sanders (barely) wasn't there against Trump. And the fact that Clinton and the Democratic Party worked so hard to trivialize Sanders' supporters ended up biting them in the ass as many did not want to come out and support her. You want to mock and trivialize me so much? Fine, now you get your wish, I am non-existent in this race. \n\n> To put it simply, the Democrats misread the situation and didn't realize the anger boiling up against the establishment. The second they won the primary they shifted tactics to wooing Republicans rather than sticking to Sanders' message because it never occurred to them that Sanders' supporters wouldn't want Hillary. They assumed that Sanders' supporters would just fall in line (like in races before).\n\n\n> So, yeah, Fuck CNN, Fuck the Democrats, and Fuck the new wave of shitty late night comedic pundits. They are cancerous fucks who did everything they could to push out a populist candidate and elect their hated candidate. They deserve what they got.\n\n\n> P.S. Everyone who thinks that this race was decided by Comey's letter about the email investigation being reopened is probably wrong. That was released too close the election time to sink in. Most Republicans will feel vindicated (but they're not voting for Hillary anyway) while most Democrats will feel distrustful of the letter. He released it right next to the election time. This is probably a setup to crush Hillary. I won't fall for it. So, yeah, I doubt it had much effect on the election but it will most likely still be a scapegoat for the loss (instead of researching the real reasons).\n\nEDIT: Link to where I saw it from: \n", 
        "The DNC underestimated just how much people don't like Hillary Clinton.", 
        ">Grandpa, what was 2016 like?\n\nA fucking dumpster fire of a year kid.", 
        ">>Grandpa, what was 2016 like?\n\n>A fucking dumpster fire of a year ~~kid~~ smoothskin.\n\nftfy\n\n", 
        "the way this year/election has gone, i'm honestly half expecting the result to be investigated by the FBI for russian-influenced election fraud, while clinton is arrested for being part of a korean shamanic cult.", 
        "I blame the DNC, Debbie Wasserman Schultz and all of the \"it's her turn!\" people for forcing us to choose between these two.  The polling data showed during the primaries that Bernie would do better against Trump than Hillary would.  They chose to ignore that and assume that everyone would get on board.  That is why we have this result.", 
        "The biggest mistake this election cycle was the DNC's decision to bias the primary in order to favor its *least* electable candidate, simply because she was in their clique. Way to go!", 
        "Really, I just hope this lights a fire under the ass of the DNC to actually do their jobs over the next four years.\n\nStop losing fucking seats in the midterm.  Nominate a 2020 candidate people like (maybe convince Cory Booker to run).\n\nThe DNC needs to do a lot of work over the next few years, and that work needs to start immediately.", 
        "The truth is the Democratic establishment did this to themselves. They turned off the entire progressive wing of their party. Rather than going with the popular and well liked candidate the DNC instead forced a very disliked and openly corrupt (especially in light of the numerous email leaks) candidate on everyone. It was a horrible choice and we have all paid the price for it. \n\nThe truth is Hillary was just a bad candidate. She's untrustworthy. Comes off greedy and power hungry. More importantly she suffers from one of the biggest problem Romney suffered from, she acts like she deserved it; and hardly anyone thought she did. More people paid attention to the emails that wikileaks was dropping as well, and they did not paint a pretty picture. She and the DNC rigged the game, people knew it. She created all these problems, and were all going to pay for them. \n\nSo congrats Hillary and all those that supported and ignored her obvious flaws and corruption's, you brought this on yourselves, and now we all get to suffer the consequences fore better or worse. ", 
        "I just hope I'm still able to keep insurance for my T1 diabetic 4 year old.", 
        "While Bernie is polling even higher than Obama and would have won easily, the DNC fucks everyone with Hillary...  \nDidn't have to end this way DWS/Donna Brazile/Hillary/Huma/Podesta", 
        "David Attenborough better not die this year. Only then am I calling it quits. ", 
        "Donald should thank the DNC for being so incompetent in this election cycle."
    ], 
    "11": [
        "They got Bernie.", 
        "If this really were the series finale of America, everyone would be pissed how unbelievable it is.", 
        "Ziggy says you still need to win America back.", 
        "Harambe got 11K write-in votes. Let that sink, America.", 
        "Chapter 34: How America Meme'd a Man Into office ", 
        "Maybe he got the idea to run from that episode, and started building up his media time from that point, just in case he got the chance. ", 
        "What ever happened to that Bernie Sanders guy?", 
        "sad tbh, Im pretty sure bernie would have won if he got the chance", 
        "Bet the DNC is rethinking bernie right about now...", 
        "First 9/11 and now 11/9.. These numbers aren't good for America. ", 
        "Win or lose, I got to vote for the first time!", 
        "Y'all have any more of them Bernie Sanders? ", 
        "Thanks, DNC, for screwing over Bernie. ", 
        "Well- we've got  Mountain Dew Herbert Camacho for President. Hold onto your hats.", 
        "I wonder what Bernie is thinking tonight ....", 
        "Who would prefer Bernie?", 
        "Ok America. You win at memes. Sincerely, the rest of the world.", 
        "I don't live in America and everyone is worried!", 
        "All I wanna say to the whole of America is:\n\nYeah.. you like that you fucking retard?", 
        "Well atleast now Europe and America can finally agree that something horrible happened on 9/11", 
        "The pant suits are hanging at half mast in closets around America. ", 
        "Huge step for America. Not only is he the first businessman in office but he is also the first non-human Cheeto in office.", 
        "Thanks DNC you fucked us. Should have chosen Bernie. ", 
        "Lol America has a meme for a president.", 
        "The DNC fucked themselves over with trying to play it safe! Bernie should of been the choice in the first place, his charisma and honesty were genuine to young Americans. There were many back handed deals and scandals that Hilary had. It shed a negative light on her whole bland campaign and definitely might have swayed her campaign.", 
        "I feel the same way, I feel kind of empty at how naive I was in thinking that America was progressive and accepting despite the pockets of hate. ", 
        "America's incoming 45th president once got Stone Cold Stunnered by Steve Austin at Wrestlemania. What a time to be alive", 
        "America - Feel the Bern", 
        "I hope this is a lesson to the DNC and the Democratic Party to choose the candidate who receives the most support from the public and not whatever measure Hillary used to beat bernie", 
        "Clinton was so unlikeable and untrustworthy that America elected a bigot. Both parties should learn from this.", 
        "RIP america, should have been bernie", 
        "That's what you get for rigging against Bernie Sanders, DNC. Bernie would've had a fucking chance.", 
        "We've made history, again.\n\nFirst, we elected our first black president. Now, I'm proud to say, America has elected its first meme president. This is a glorious day for 4chan, and therefore, the world. \n", 
        "Don't rig the primaries against Bernie next time.", 
        "[serious]\nI've heard voters say Hillary robbed Bernie of the DNC candidacy. How so? Do you feel it was underhanded?", 
        "FUCK the DNC practically handed the presidency to a self-proclaimed populist leader (mind you I am not sure how much of his populism is genuine). We had Bernie and we also predicted that Bernie would be a better candidate to beat Trump (take a look back at the polls). But no we just had to nominate Hillary Clinton cause she better represented the bloody establishment that has ruined America. Its basically like putting oil on fire and hoping the wheels keep spinning.", 
        "The DNC did it to themselves. They forced a universally disliked candidate through the system and payed for it.", 
        "Well America. Nice Job. We elected a Reality TV Star as our next president. So here starts Season one of America: a new Reality Show coming to Fox. Who will we piss of next? And don't forget, America Angry Drunk Best friend Russia. ", 
        "bernie sanders didnt die for this", 
        "All the best America. God bless.!", 
        "GG America. G fucking G", 
        "This is on the DNC.", 
        "America will never be destroyed from the outside. If we falter and lose our freedoms, it will be because we destroyed ourselves.\n__Abraham Lincoln", 
        "Eight years ago, America elected its first black president. It was a momentous occasion.\n\nLikewise, today is also an important date to orange people everywhere.\n\n", 
        "As an outsider , it's kind of hilarious , the dems fucked themselves over by trying to shut Sanders down , you can't blame middle America or the uneducated ect this time , Trumps is as much the establishment creation than it is its demise.", 
        "He's not the President America needs, but he is the President America deserves", 
        "Well done, America. (sarcasm included)", 
        "Well, America has elected their first orange president.", 
        "Well America, you love your checks and balances... time to put them to the test.", 
        "Make America vote again"
    ], 
    "12": [
        "I still fucking cant", 
        "The Simpsons called it, but I guess that's obvious at this point ", 
        "The Simpsons are always right", 
        "His acceptance speech sounds like it's coming from a completely different person than what we have been hearing the last 18 months.\n\nedit: I GET IT. \"I've fallen victim to the guise of mainstream media\". I'm not even American & I don't fall left or right. It's a subjective POV - apparently something difficult to understand for many.", 
        "Agreed, by all measures, that was a decent speech and a good starting tone \n\nhoping he can drop the 'crazy' act and act like a business mogul that is now fucking president of the U.S", 
        "I like how all of a sudden, /r/conspiracy acts like they never said the system was rigged. Fucking lol.", 
        "I have one request- and its to the media.\n\nCan you do your fucking jobs now?", 
        "This whole election was just one big fucking dank meme. ", 
        "No way, no fucking way.  Are you people insane?", 
        "simpsons right yet again...", 
        "simpsons guessed right aswell", 
        "I am a taken, straight American male....but your offer sounds nice right about now.", 
        "I need Jon Stewart right now.", 
        "Simpsons did it first", 
        "I feel like this is honestly the most logical conclusion for such an illogical time. Like seriously, how did we not see this coming? It's the most ridiculous situation, so of course it occurred.\n\n\nEverything's a meme now.\n", 
        "Barry Allen fucking up the timeline, AGAIN. ", 
        "Oh my fucking god", 
        "Are you fucking kidding me?"
    ], 
    "13": [
        "I think people want to think of it as Berenstain because us little fucks couldn't spell for shit.", 
        "They don't think it be like it is, but it do", 
        "Do you think he'll pardon Pepe? ", 
        "Man, every time you think 2016 can't get any more crazy, it just keeps on delivering!", 
        "Wow. To think Obama triggered him at the 2011 Correspondents Dinner to roast him so bad he'd actually run for president. That's like a perfect plot for Time Squad to go back in time and fix. ", 
        "We might not all agree with the result but what's important is we all hold him accountable for everything he does. We have to respect the decision of the democracy. It's up to us to keep him in check. From this day on, do not stay quiet about things that you think won't be good for our country. Contact your local government officials. Make your voices be heard. ", 
        "Honestly, I want to thank America in General for really being a good Mate to the Brits.\n\nBrexit was our shit show and we were a little embarrassed about it. \n\nYou guys have really stuck by us and taken the limelight with this election. Gives us room to breath!\n\nThanks America! #BestMates", 
        "I think I speak for many of us when I say \"Well, I didn't see that coming six months ago.\"", 
        "What Obama policy do you think will be the first to go?", 
        "Do you think Obama is going around the White House getting his shirt signed today?", 
        "How many of you think the results would have been different if Bernie was the nominee?", 
        "I don't think I'll ever trust any poll again. Since like 99% of them were dead wrong."
    ], 
    "14": [
        "To be honest I think it took most of america by surprise. I'm really curious how the rest of the world that is on reddit will react to this.", 
        "It was on twitter, they said about 11,000 people wrote Harambe in, sounds like a lot but America does have 300 million people. I'm sure there are a lot of other goofy write ins", 
        "Eh it's a vote of no confidence. I feel like it's saying I don't like anybody or I am not informed enough to vote so here's my vote anyway that I support the process but I don't believe I'm  being represented here.", 
        "I've heard plenty of talk, from people I know, people online, and even the media using the results of this election as evidence that the Democrats will soon have a lack of leadership and direction in their party, or that the Republicans have given in to Alt-right hatred, or plenty of other arguments blaming one part of the country or another.\n\nI would like to propose the idea that perhaps none of that is true.\n\nThere are troubling developments in politics in America today, that much we all agree on. But it's so much more than simply being a problem with other people being idiots, and ourselves being blameless. Both parties and even the \"Corporate Media\" we always hear so much about have severely underestimated the anger and resentment Americans feel right now. This is not about any specific problems, but at the idea of events like, for example, a Democratic Party deciding people will fall in line and vote for their candidate simply because they're not as bad as \"that guy\", or that the Republican Party would continuously try to drop taxes on the wealthy and block social reforms Americans seem to feel strongly about, among other, possibly more egregious transgressions by both sides.\n\nThis election isn't about Hillary Clinton and Donald Trump. This election has been about which party tapped into that anger better. The Democrats had a candidate that people felt understood their anger, and the Republicans eventually were pushed into nominating theirs, but the forces acting upon both parties are no different. For just a second, forget the platforms that are, in fact, more important than anything else. Don't forget that the Republicans had to be strong-armed into nominating Donald, just as the Democrats fought against nominating Bernie. On both sides, people are fighting to change the status quo and fighting to keep it. People feel they have been played as pawns; Therefore, they wish to provide the checkmate. If you are wondering how this possibly could have happened, it's because in the course of history the wrath of the people will always be answered, whether it be peacefully, militarily, culturally, or in some other way. This wrath has been created through a underestimating of the people, a dismissal of them, a belief that they can be controlled and will follow like a puppy to its master. We can only hope the wrath is answered favorably.", 
        "Did 11,000 people really vote for Harambe or is that just a dumb twitter rumour?\n\nEdit: could I get a source? I searched but didn't find it on any reliable sites", 
        "Did 11,000 people honestly vote for Harambe? ", 
        "Thank fuck it's over, I just want to see America and the world literally reflect on how fucked and delicate politics is. There's so much toxicity in politics, people are so divided that they don't understand the point of elections anymore. People are voting for the 'least worst' candidate rather than the candidate they actually want. It's no surprise that Trump won, nor would it have been a surprise if Hillary won, and there's be no surprise that Jill lost. Amidst DNC corruption, Email scandals, people treating others who vote for the other party as enemies, CTR and Trump propaganda and their absolute fuckery (no seriously, go fuck yourselves, you make me sick.) etc. this result was bound to happen. I don't fault these people for their personal and political views, but rather them and the rest of America who managed to leave the election up to 2 candidates who (lets be honest) no one actually wanted. You shot yourselves in the foot by letting this happen. You let yourselves become ignorant, you let yourselves be cut short to only 2 candidates, you let yourselves illogically reason to vote someone you dislike based on the fear that someone you completely resent may win. \n\nYou let yourselves regress and be lied to and accepting of so much bullshit and corruption, and then you wonder why a face of a reality tv show becomes president. (note: I hate both candidates equally.)\n\nMay there be interesting times ahead.", 
        "When you think you're moderate, but infact, you are a radical left-wing compared to most other people in North America.", 
        "Nope, because I still wanted to vote against the two party system, and being from Louisiana, I'm not in a swing state anyway. ", 
        "I guess Kanye will have a lot of work to do to unfuck America again", 
        "The climate is warming every year, [with the first half of 2016 being the warmest on record.](http://www.nasa.gov/feature/goddard/2016/climate-trends-continue-to-break-records)   \nNet immigration from Mexico is [actually negative.](http://www.pewhispanic.org/2015/11/19/chapter-1-migration-flows-between-the-u-s-and-mexico-have-slowed-and-turned-toward-mexico/#number-of-unauthorized-mexican-immigrants-declines) IE, more people go to Mexico than come to America.  \nCrime rates are at their [lowest since 1960](https://en.wikipedia.org/wiki/Crime_in_the_United_States)\n\nAmerica just elected a guy who wants to build a wall, be tough on crime, and roll back environmental regulations.  \n\nToday, more than any day, education and curiosity lost. \n\nYes, this election wasn't about just those three things. It was a white man and woman fuck you to \"they\" be them gay, non-white, or non-christian. It was the most unpopular candidate ever against the most unpopular candidate ever. It was a train wreck next to a car accident next to some guy jerking off to gym-sock porn. \n\nIt was the repudiation of bullying, decency, and not objectifying women – who cared more about how much they hated HRC than all the above. Good work America. "
    ], 
    "15": [
        "South Park has some of it's greatest seasons ahead of them, you literally can't ask for better material than Trump actually winning.", 
        "\"Donald Trump Beats Woman to Take Black Man's Job.\"", 
        "I know right? I can't fucking believe it.\n\nTrump actually won. Trump will be our president. President Trump.\n\nThis is the most... interesting? News I've ever read while taking a dump.\n\nThe next few South Park episodes should be pretty interesting.", 
        "Fingers crossed Trump is just the biggest troll in America and ends up becoming the greatest president we've ever had. *please* ", 
        "Only in Indiana can you see the signs \"Trump 2016\" and \"Fire Pence\" in the same yard... ", 
        "* Trump gets reelected.", 
        "I have only seen one or two Trump supporters on my facebook feed until today. Now just about every post is thanking God Trump won. It is shocking how many supporters were in hiding.", 
        "My local news were also discussing this (in Australia). I think the only kind of Trump supporters you hear about are the red necks and the 'brash' ones who don't care about speaking their mind. However, there were obviously more than everyone thought. I think I heard a news reporter say that one of Clinton's biggest mistakes was calling Trump supporters 'deplorables' - since that would resonate with many who don't identify as such. They also said that he had so many supporters because he had promised change and they had seen that there needed to be changed. It's a lot more complex than just stating \"trump is a misogynist\". ", 
        "Breaking news : jokes about Trump being president not funny anymore", 
        "Cubs win the World Series and Trump is President.  Hopefully, now, we'll get a new Tool album.", 
        "HOLY SHIT. \n\nDOES THIS MEAN THE 2020 ELECTION....WILL BE \n\n**Donald Trump VS Kanye West**?!\n\nWhat....the actual fuck.....\n\nBattle of the memes.", 
        "That's the scary part to me too. Even if something were to happen and Trump were to step down, we would have *Pence,* who supports gay conversion therapy, very not pro choice, pro religion in government, etc. Trump is dangerous, but he seems to mostly want the title and the power to me, while Pence knows what he wants to do.", 
        "Trump is Waldo.", 
        "Trump won as the anti-establishment candidate. If only the Dems could have nominated an anti-establishment candidate... Oh wait.", 
        "I'm surprised that Democrats wanted Clinton of all candidates to come against him. Someone who could and would actually *lose* to Trump. ", 
        "I mean, ultimately, that is what we all want.  A good president.  I voted against Trump because I believed he'd be a terrible, terrible president, and I think in his campaign he painted himself as a terrible human being with only his own interests in mind.\n\nBut if somehow I'm wrong, and he turns out to be a good president, of even just a mediocre one rather than a complete disaster, well... great.  As much as there's a cynical, bitter part of me that's imagining the Trump supporters realizing how stupid they were after Trump becomes exactly what I thought he would be and enjoying the image of him getting destroyed in 2020, I'd rather have 4 years of a decent president than a complete disaster that we have to desperately try to recover from next year.\n\nUltimately, not much to do now but wait and see what happens, and hope it's not the doomsday scenario many predicted.", 
        "Important bits are in the live-thread: https://www.reddit.com/live/xw7hncgk1gi7\n\nEdit: All credit to /u/Jake261 and /u/english06 for these copy/pastes from the live-thread.\n\n>President-Elect Trump: Thank you, thank you very much. Sorry to keep you waiting. Thank you very much. I've just recieved a call from Sec. CLinton. She congratulated us...us on our victory and I congratulated her and her family. .... Now it is time for America to get together to heal the wounds that divide this nation\n\n>President-Elect Trump: I pledge to every citizen of this land that i will be a president for all the people. I am reaching out to those who have not supported me to work together.\n\n>President-Elect Trump: The government will serve the people. Working together we will begin the urgent task of rebuilding the nation.\n\n>President-Elect Trump: Tremendous potential. Every man or women will have the opportunity to achieve their best. We will rebuild our inner-cities, our infrastructure, our hospitals and schools\n\n>President-Elect Trump: I will harness the creative talents of our people. We have a great economic plan. We will get along with all nations...that want to get along with us. Nothing is beyond our reach. America will never settle for anything less than the best.\n\n>President-Elect Trump: I want to tell the world that we will always put American interest first but we will help those who need it.\n\n>*Thanking all the supporters, secret service, etc*\n\n>President-Elect Trump: They have called this a historic event but for this to be historic we have to do a good job and we will do a good job. Maybe after 2,3,4 or even 8 years we can say we did a good job.\n\n>President-Elect Trump: It is my honor, it has been an amazing evening and an amazing 2 year period. Thank you everyone. Thank you.", 
        "AMA Request Donald Trump", 
        "Calm down, Trump won't be president and Britain won't leave the EU.\n\n-Trump's not a serious candidate\n\n-Trump will be out by October\n\n-Trump will never win a single primary\n\n-Trump has a ceiling of 25%\n\n-Trump has a ceiling of 30%\n\n-Trump has a ceiling of 35%\n\n-Trump has a ceiling of 45%\n\n-Trump will never win the south\n\n-Trump can't win with evangelicals\n\n-Trump will never be accepted by the people \n\n-Trump will never be the nominee\n\n-Trump will never win the general \n\n-Trump can't really build a wall <~~~~~~~~~ you are now here\n\n-Trump can't extend Hillary's prison sentence to 120 years\n\n-Trump can't negotiate the release of Half Life 3\n\n-Trump can't expect the President of China to sign an unconditional surrender on the deck of the USS Nimitz\n\n-Trump cannot get re-elected\n\n-Trump can't be the fifth face on Mount Rushmore\n\n-Trump can't be all five faces on Mount Trumpmore\n\n-Trump can't run and win the 3rd term, can he?", 
        "Will President-Elect Trump release his tax returns *now*?", 
        "Everyone underestimated Trump and middle America's level of dissatisfaction with DC.", 
        "Two weeks ago,  Cleveland was up 3-1 in the World Series.  I remember seeing Trump posts on FB and thinking \"The Cubs have a better chance to win the WS then Trump winning the Election.\"", 
        "Trump V Kanye 2020. **GET HYPED!**^silently^weeps", 
        "I'm moving to Mexico personally, maybe Trump will actually build a wall between me and him", 
        "So... Cavs won the championship, the Cubs won the world series, Bruce Jenner is a chick, Prince overdosed, and Donald Trump was just elected president, but my Browns still can't win a goddamn game. So relax, not all the seals have broken, hell will not conquer the earth just yet.", 
        "If Democrats picked anyone else, Trump probably wouldn't have won. I think he won more from \"We don't want Hilary\", rather than \"Trump will be a good president\". ", 
        "SO I TOLD DONALD TRUMP TO WIN THE US ELECTION AND HE ACTUALLY DID IT THE ABSOLUTE MADMAN", 
        "Guess the Simpsons were right... Trump did end up as president ", 
        "as an American, what would *actually* change in my day to day life because of a Trump presidency?", 
        "can't wait for 2020 : Kanye vs Trump", 
        "Clinton deserved losing, but sadly Trump did not deserve winning.", 
        "Calm down, Trump won't be president and Britain won't leave the EU.\n\n-Trump's not a serious candidate\n\n-Trump will be out by October\n\n-Trump will never win a single primary\n\n-Trump has a ceiling of 25%\n\n-Trump has a ceiling of 30%\n\n-Trump has a ceiling of 35%\n\n-Trump has a ceiling of 45%\n\n-Trump will never win the south\n\n-Trump can't win with evangelicals\n\n-Trump will never be accepted by the party\n\n-Trump will never be the nominee\n\n-Trump will never win the general \n\n-Trump can't really build a wall <~~~~~~~~~ you are now here\n\n-Trump can't extend Hillary's prison sentence to 120 years\n\n-Trump can't negotiate the release of Half Life 3\n\n-Trump can't expect the President of China to sign an unconditional surrender on the deck of the USS Nimitz\n\n-Trump cannot get re-elected\n\n-Trump can't be the fifth face on Mount Rushmore\n\n-Trump can't be all five faces on Mount Trumpmore\n\n-Trump can't run and win the 3rd term, can he?", 
        "On one hand, Clinton is not president. On the other hand, Trump is.\n\nDon't know how to feel about that.\n\nEdit: Now we get to see what a man with probabilistic opinions actually does. I bet he quantum tunnels into Mexico.", 
        "At least we have Trump vs. Kanye to look forward to in 2020", 
        "What does this mean for the last december signed climate treaty? (Because Trump doesn't believe in climate change..)", 
        "It'll be interesting to see how the economy and diplomacy of other countries change just by the POTUS as Trump.", 
        "This was a historical election. The Clinton campaign thought they had it in the bag due to the media hype and all these celebs. Although they forgot about middle America, which had lost its jobs and had voted for president Obama hoping he would help. Although he didn't, and there healthcare rates are insanely high. Trump was campaigning for the hardworking American in those areas.He has promised bringing jobs back to them. He was in Michigan the night before the election campaigning after 1 AM. Clinton barely stepped foot in Wisconsin. This was a crucial mistake for the Clinton admin and props to the Trump campaign for targeting that part of the country. Also a less voter turnout for the dems and thats how you get a Trump presidency.", 
        "I knew Trump would win.. ", 
        "Jesus Christ. A Trump surrogate just went on MSNBC and said Trump's great Border Wall was metaphorical and not necessarily literal.", 
        "Damnit. I almost put £500 on Trump winning with 8/1 odds. I should have had more faith in kek. This is Brexit for me all over again.\n\n2016... What a meme.", 
        "I just hope this doesn't start a trendy of \"non politician\" presidential candidates. If I have to see Kanye v Trump in 2020 I'll jump off a bridge ", 
        "\"Then tell me, future boy, who's President of the United States in 2017?\"\n\n\"Donald Trump\" \n\n\"Donald Trump? The rich guy? Then who's the Vice President? Bill Gates?\"", 
        "Exactly. Trump will be a mediocre-at-best president. Everyone is drowning themselves in hyperbole.", 
        "Does anyone agree or disagree with my belief that the DNC 100% has a hand in this? I sincerely doubt Bernie would lose to Trump. The DNC is responsible for kicking Bernie out of the race; they could've had it be Bernie V Trump if they played fairly, but no, it was Hillary V Trump.\n\nHillary couldn't beat Trump.\n\nBernie would've had a much better chance.\n\nThe DNC is to be held responsible for Trump's victory because if they didn't cheat Bernie out then Trump would probably not have won.\n\nFuck the DNC.", 
        "As an outside viewer, Clinton must have been a horrible candidate for Trump winning the election.", 
        "What if Trump just pulled the longest of cons and does a complete 180?", 
        "What are some of the worst things Trump can do as president? I don't live in the U.S. and am genuinly interested. ", 
        "This is actually kinda funny in a very depressing way. Alot of my friends joked about this election from the moment Trump announced his arrival, but little did they actually pay attention. Only until these past couple of days did they finally realize it was possible...", 
        "Which Twitter Handle Trump gonna use from now on? @POTUS or @realdonaldtrump?", 
        "How will the election affect college students there? I haven't heard trump say anything about impacting tuition or anything.", 
        "What do you guys think Trump will do within his first 100 days as president?", 
        "Of Mr. Trump, Mrs. Clinton said she hopes he “will be a successful president for all Americans,” and that she respects and cherishes the peaceful transition of power. She told her supporters that they must accept that Mr. Trump will be president. “We owe him an open mind and a chance to lead,” she said.", 
        "CNN BREAKING NEWS: Trump resigns after he admits it was all a promo for his new reality show \"Putin' Up With The Trumps\"", 
        "I am a Clinton supporter. I am not cheering at the result.\n\nBut I hope desperately that my views about Trump were wrong. That in reality, he will make America great again, and make the economy strong and unite the people. I am less saddened that Hillary had lost than concerned about how Trump will really do in office. I put the stability and prosperity of America above any candidate.\n\nNow is the time for Americans to come together and unite and heal wounds. Trump's speech was thankfully conciliatory and humble. I hope this trend continues. If Donald Trump proves me wrong, I am absolutely willing to admit it. We need a leader now. Trump needs to prove that.", 
        "2016: can't believe Trump is president  \n2017: can he do that?   \n2018: glad my district won the hunger games", 
        "I know most of reddit doesn't like Trump but one thing we can all agree on being a big plus for Trump is that Lena Dunham promised to leave the country if Trump won. \n\n", 
        "The bad news? Donald Trump will be the next president of the US, the good news? At least Hillary Clinton won't be the next president"
    ], 
    "16": [
        "I'd be curious now which of his retoric will actually turn out to be true.\n\nIt's no surprise that people lie on the campaign trail, and he has said things that have been in conflict with his other statements.  \n\nI'm curious - will he actually make Mexico pay for the wall?  Will he actually attempt to jail his opponent? Will he actually pursue legal action against those who claimed they were sexually assaulted?  Rip up trade deals? Assign conservative judges?  Kill families of terrorists?  Abolish ACA?  Ban muslims from entering the country?", 
        "I think that is baron actually ", 
        "I like to believe that the silver lining in this is that both parties will see how broken they are and make some changes, leading to future candidates that are actually likeable, trustworthy, and honest people. A girl can dream, right?", 
        "Back to the future called it.  Also the World Series winning Chicago Cubs.", 
        "No. Way.\n\nIt actually happened. ", 
        "I can't help but feel like if Sanders had actually been given a fair shake he would be the president elect right now. The DNC really fucked up. ", 
        "It's actually funnier now for the rest of the world. ", 
        "They actually did it, the absolute mad men.", 
        "The Cubs winning the 2016 World Series was actually the season finale to the United States of America. ", 
        "Is this actually real? Like... what. I stayed up until it was confirmed, then went to bed and even now I'm still in disbelief. This actually happened. What the fuck.", 
        "He actually did it, what an absolute madman. "
    ], 
    "17": [
        "More afraid that both the Senate and House are majority Republican along with the president than just Trump being elected president. ", 
        "Whenever I see the words \"DONALD TRUMP ELECTED PRESIDENT\" scroll across the bottom of the television I feel like I'm watching some kind of satire. It's honestly surreal. ", 
        "What worries me is not just Trump being elected. I'm worried because the Senate, the House, the Supreme Court are all now being run by Republicans. I'm afraid they'll undo a lot the work done in the past 8 years with Obama.", 
        "I went on a date with a girl over the summer in NYC. We sat down for coffee and she talked about what she did for work. She was an \"entrepreneur\". It was a nice time. Then she asked me if I knew who Donald trump was. I smiled and said, of course, he's our next president. We both giggled like little girls at how idiotic that sounded. Donald Trumps face is going to be added to the back of all history text books. You know who he's going to be next to? Obama, but also presidents like Abe Lincoln and my man George Washington. Anyway this girl ended up trying to get me into her pyramid scheme and Donald Trump is now president. ", 
        "Thanks President Elect Trump: You without a doubt proved that the US Presidential Election is in fact, Not Rigged.\n\n<I didn't vote for Him>", 
        "Feels a bit like the Waldo episode of Black Mirror, doesn't it?\n\n\n4 years of a Republican Senate, House, and President.  I'll be 32.  Wish I had more words.  Just kind of sad instead.", 
        "*Thanks Obama*.", 
        "Thanks Obama!", 
        "I can get over Trump being president.  What scares me is the House/Senate are a Republican majority with the Supreme Court next in line.\n\nAll Republican.", 
        "I'm dying to know what Obama will write in the traditional outgoing letter to Trump.", 
        "Really hope he doesn't repeal Obama Care. ", 
        "So, how much of Obama's work will have been in vain? ", 
        "When can we replace \"Thanks Obama\" to \"Thanks Trump\""
    ], 
    "18": [
        "Well most presidents never get to follow through with most of the things they promised. Let's hope this is also the case.\n\nOh fuck, I forgot republicans got the Senate and house. ", 
        "The Dems can filibuster everything for four years. That's really their only gambit.\n\nThe alternative is to let them run the country undivided and see what happens. The downside for them is that 2018, which would ordinarily be a great year for them, does not have a favorable electoral map since they have to defend a lot of purple seats Obama won in 2012.", 
        "Oh, geez!", 
        "Wake me up in 4 years", 
        "Oh boy.", 
        "Fuck.  Now I have to write a movie.\n\nEdit:  Suggested viewing to everyone interested:  Back to the Future II, Idiocracy, and Goodbye Lenin.  Thanks, fam!", 
        "Medical reasons to include: \"Oh my God the President is such a dick, I need some weed.\"", 
        "These upcoming four years are going to be a goldmine for memes tbf. ", 
        "Let's not forget the ramifications this will have on the legacy of the Obama Administration. The Republicans now have the tools to undo most, if not all, of his achievements. They could repeal Obamacare, decimate the EPA, select conservative supreme court justices, etc. That's why Obama was campaigning so hard for her the last week or so. ", 
        "I am so mad because of this. I live in a conservative southern state, and I have been trying for years to do my best on neutrally educating people on climate change... and it seems as if none of it gets through. All I want to do is make sure we have a planet to live on in 100 years for, hopefully, myself and my kids.\n\nI don't know how we're going to fix this if we keep electing people who believe it isn't even real when the evidence is staggering. It's November 9th now and I haven't had a single cold day this entire year. It's been hot or moderately temperate during my state this entire year, majority hot. \n\nWe're feeling climate change right here, right now in my state and the majority don't want to believe it...\nIf Trump pulls the US out of the Paris Climate Accords like he has said, good god i don't want be a part of that future where we aren't making any progress.", 
        "Republicans in 2008: Obama doesn't have enough experience.\n\nRepublicans in 2016: Let's elect someone with no experience.", 
        "I can't believe this is all thanks to a sports almanac from the future. ", 
        "To be fair, America will vote again on this in 4 years. Then again 4 years later. \n\nIt's unlikely Britain will unjoin, then rejoin, the unjoin again the EU every 4 years. ", 
        "Okay, so, assuming I'm upset by this and am just going to ride it out...\n\nWhere do I donate? Where do I volunteer? What do I do to help make my country the country I want to live in? I'm not running away, I'm not going to try to unseat him before his four years are up, because the electoral college has spoken. I'm just not sure where to go from here and where to focus my efforts. ", 
        "The cubs won the world series and America just voted in Biff Tannin, did back to the future just become a bio pic?", 
        "oh.", 
        "That's amazing, with a 100% republican government they will basically repeal everything from the past 8 years. They are going to throw away their own health insurance. I've seen two terms of Bush and now this, its pointless to fight it, the US is just not capable of governing itself.", 
        "Except the check and balances rely on the other branches, which are also Republican now. Oh, and he'll get to appoint up to 3 Supreme Court judges to fuck over the judicial branch for decades to come. "
    ], 
    "19": [
        "So this is the outcome of the Berenstain timeline.", 
        "This is truly the darkest timeline ", 
        "Fuck, we're in the darkest timeline. Anyone brought the goatees?", 
        "[Link](https://streamable.com/zjxz) to the prophetic clip.\n\nThe episode projected an socio-economic plunge of the US after Trump administration. Since, Simpsons has a floating timeline, it is difficult to ascertain which year did the event actually take place. Nevertheless, I would like to take the liberty to think that it happened in 2019 or 2020. 2017 would be very short.", 
        "Barry, for once we need you to skullfuck the timeline", 
        "BARRY, YOU HAVE TO SAVE THE TIMELINE. GO BACK. PLEASE, BARRY. ", 
        "\"My name is Barack Obama, and I'm the Presidentiest man alive.\"", 
        "25 year old man in Amsterdam, will marry anyone if they want a green card.", 
        "You actually did it. You absolute madmen.\n\nAnyway, do you Americans think that Trump will deliver on his promises (building the wall etc.)?", 
        "I want to be angry, but I'm actually just dumbfounded. I seriously thought that as a country we were moving slightly forward, but I was apparently very mistaken. I don't want this to be reality. What have we done. ", 
        "This truly is the dankest timeline.", 
        "Ohh my god....we are in the darkest timeline.", 
        "I honestly feel like someone time-traveled and fucked up the timeline somehow, and that's why 2016 is so strange.", 
        "This is the darkest timeline.", 
        "Oh my god i wish Hunter S Thompson was alive to witness this."
    ], 
    "20": [
        "they said she is going to give it tomorrow.", 
        "So Mr. Garrison is going to be president.", 
        "President\n\nHouse\n\nSenate\n\nAnd Supreme Court... \n\nUnbelievable", 
        "Considering that he made the wall one of his main policies. People are going to hold him to that.", 
        "So is Hilary going to jail now?", 
        "At least tomorrow's South Park will be good.", 
        "Honestly, he alone does not scare me. I don't think he even knows what he believes, he is incredibly wishy washy and rolls around in simplified rhetoric. However, the SCOTUS, the house and the senate are all aligned with a party I do not agree with on to many matters; And they may have more sway of the new president in matters than you would want in a leader. ", 
        "Well we're going to have 4 of the most entertaining State Of The Union addresses that we'll ever see. ", 
        "Except when one party holds all of the Checks and Balances of the House, Senate, and Presidency.  There is nothing standing in their way now.  They get the Supreme Court too.  Its going to be worse than you think.", 
        "Our first orange president.", 
        "What is going to happen with the millions of people on ACA? I'm one of them!", 
        "Fuck the DNC. ", 
        "This is your president, congrats: https://vine.co/v/en3larExZjT"
    ], 
    "21": [
        "It feels like I'm watching a South Park episode unfold before my very eyes", 
        "This feels like a Black Mirror episode.", 
        "Trump vs Kanye in 2020\n\nLike seriously what the actual fuck", 
        "Oh crap!  Trump won!  Oh we never thought it would happen so we voted for him.", 
        "I feel like once he gets into office like 20 says later he will just be like Obama where almost no one notices him.", 
        "It feels like we just elected Ulfric Stormcloak", 
        "Democrats have screwed themselves over. They had the chance to nominate a person who could beat Trump by 15 points but they got too cocky and dug their own grave."
    ], 
    "22": [
        "Hahaha, I was looking at this the whole time too! Feel really bad for Baron and Melania, being a political family took them by surprise.\n\nThere was one point where he scrunched his whole face up because he was holding in a yawn!", 
        "It's not all bad.  The entertainment industry just got 4 years worth of easy material to work with :)", 
        "Well, Lisa will make things right in 4 years time.", 
        "I know right.  Maybe hes actually some kind of super intelligent savant who was just playing the fool all these years", 
        "Perfect time to start spending the rest of my life in VR", 
        "I honestly never saw it as a realistic possibility. In retrospect I can see it, it's what happens when you have one shitty candidate versus another who give such little fucks that people can relate to him.  What a time to be alive.", 
        "Time to give this classic a re-watch -  [Idiocracy](http://m.imdb.com/title/tt0387808/)", 
        "time to buy stock boys", 
        "PLEASE! IF YOU ARE A JUDGE, WAIT 4 YEARS MORE TO DIE, PLEASE", 
        "The only winners this time around are the comedians. ", 
        "Posting here so I can come back to this thread in a year or two and compare reality with predictions", 
        "When was the last time a president had the house, the Senate, and a supreme Court pick? And how did it turn out?", 
        "Wait people actually still view this thread?", 
        "Maybe next time the DNC will actually have primaries instead of trying to force a powerful but unpopular candidate on all of us.  ", 
        "What a time to be alive... ", 
        "Time to invest heavily in Mexican brick manufacturing.", 
        "Time to invest in Orville Redenbacher and Pop-Secret, because I'm about to become their #1 customer.", 
        "what a time to be alive", 
        "The Mayans were only off by 4 years. Ya gotta hand it to them."
    ], 
    "23": [
        "Are you kidding ? South Park will have a great time criticising his every move. The only good part of it. House of Cards, I reckon they predicted Trump's last resort after 6 months of falling popularity and getting nothing done....start a war.\n", 
        "If we're going by stereotypes, I can also clean the hell out of a house so there's that. ", 
        "Today's South Park is going to be amazing.", 
        "Fucking hell who went back in time and stole the almanac? ", 
        "You fucking americans actually did it, as a european i'm impressed", 
        "Is it actually possible for Trump and the Republican controlled House and Senate to overturn Roe v Wade?\n\nIs the possibility just fear mongering, or is it actually a possibility?", 
        "South Park going to be amazing this week xD", 
        "Well, on the bright side, South Park is going to be awesome. ", 
        "US Climate Change is going backwards a few decades then.", 
        "Come to terms with what has happened America, and go vote for the vacant Congress seats. The way I, a non American, see it is that it is really important who the President is going to listen to and who are actually going to make the policies. Go out and vote, any time there is an opportunity to.\n", 
        "Leicester City win the premier league, Iceland stuns the world on international level, Portugal win the Euros by drawing basically every game, Cubs win the world series and now Donald fucking Trump is POTUS. What the actual fuck 2016. What the fuck is going on"
    ], 
    "24": [
        "My guess is that he will abolish ACA. \n\nHe has already backed away from the Muslim thing, and I don't think the wall will ever really get built.  But I do see him cracking down on illegal immigration. \n\nI am also curious to see if he pushes for charges against Hillary.  I think a lot of people would like to see a trial at least.  But will he even care about her anymore?  Or will he just leave her in his rear view mirror? ", 
        "I don't think anyone *Wanted* her, she just refused to let anyone else take her potential presidency.", 
        "Don't let your memes be dreams. \n\nIf you think this election inspired a lot of memes, I can't wait for 2020", 
        "I think this is the part in Idiocracy where Luke Wilson was frozen. Can't wait for \"Ouch My Balls\" to come out.", 
        "I think I'm finally at the acceptance stage. Lets be honest, were any of us going to be happy for either result? At least in this scenario, our ties with Russia seem good, whereas Clinton would have pushed Russia further away. \n\nPlease, in 2020, allow us some decent candidates. No not Kanye. ", 
        "Let's just go the the pub, have a pint, and wait for all this to blow over ", 
        "It was coming.\n\n\nPeople in the world are pissed of with career politicians and are looking for something different. I knew this would happen as soon as Clinton beat Sanders.\n\n\n\nI don't agree with Brexit or Trump, but did not see Clinton doing any good either.\n\n\n\nThis will not be the last time we see something like this in the world. Think we about to see a big shake up in world politics.", 
        "Not happy with the results of tonight's election, but in truth I probably wouldn't have been either way. The mature thing to do is to look forward and cooperate as we would expect others to have done had Clinton won. Unification starts with us the people. Learn from this, as I have, and become more involved in LOCAL politics. You don't have to wait 4 years to impart positive change in your community.", 
        "Do you think Donald Trump won because his skills as a candidate or because Hillary just turned away too many people and why?", 
        "This isn't the endorsement of Donald Trump as much as it is a rejection of a broken system which was epitomized in Hillary Clinton. The people were so sick of the same bullshit establishment that the majority believes Trump is a better option. Let that sink in that this is how far we have fallen.\n\nLet's lick our wounds and try to pick ourselves up out of this hole. I don't think we can take any more down.", 
        "I'm curious what the perceptions of this election's results are from people who live in other countries.  What are your reactions to Trump winning the US presidential election and do you think it will have a potential impact on your country?  If so, in what way?", 
        "Guys, good joke. Good prank. But I think it's time this meme came to an end. It's gone too far. "
    ], 
    "25": [
        "God dammit cubs, last time you won you brought the Ottoman empire down, now you go and do this. ", 
        "Trump said he was going to end all federal green energy initiatives. What kind of example is that?\n\nAmerica just fucked the world.", 
        ">Cavaliers win NBA Finals\n\n>Cubs win World Series\n\n>A twitter meme wins the Presidency\n\n>Pope Francis and Patriach Kirill come together for the first time in a millennia\n\n>Controversial Rio Olympics\n\nWhat a year. I'm sure I missed some. ", 
        "I would like to reset the time line please....", 
        "At least we know time travel will never be invented", 
        "American here. \n\nThis is insane. Unpredicted and unprecedented. \n\n", 
        "Republicans now control all branches of American government, so who they going to blame when things go wrong?", 
        "I feel like 2020 will be really interesting. If Donald had lost the GOP would have revamped their party big time because of how ridiculous he made them look but now he will be the president. So why change a winning formula? That party will only continue the path it is on. What'll be interesting to see is how the Dems take this. Maybe they'll find the liberal version of Donald next time and see if they can out crazy them. ", 
        "American here. Just as dumbfounded as you are.", 
        "Any sexy American girls want to marry me? I'm Canadian and have been told I'm a great cuddler.", 
        "How long will the hysteria last this time before everyone goes back to not giving a fuck about politics?", 
        "This whole election really drives home how divisive American politics has become. What can the citizens do to bring America together again?", 
        "Do you all realize that this is the fourth time in american history that a candidate loses the popular vote, but wins the election? I am definitely biased, but doesn't that mean that the system is misrepresenting the american people?", 
        "Now is the time to invest in public companies that produce alcohol. Seriously."
    ], 
    "26": [
        "One bright side: Mr. Garrison will be president on South Park for the next 4 years, hopefully[.](https://youtu.be/p1xiAXMqJIQ)", 
        "I don't ever want to be told I need experience for a job ever again. ", 
        "Because people don't want to be made fun of for supporting something ", 
        "I want some answers Ja Rule might not have right now ", 
        "I WANT TO GET OFF MR.BONES' WILD RIDE", 
        "I'm ashamed but I want this. Who do you think would meme harder? ", 
        "Lol you wild Wyd?", 
        "I want to get off Mr. Trump's wild ride. ", 
        "After the speech they played: you can't always get what you want...", 
        "There was a time when Trump clashed with mr.mcmahon at Wrestlemania in the battle of the billionaires and now he is President of the United states. ", 
        "I predict this will be a far more uneventful 4 years than people expect.", 
        "Trump playing \"You Can't Always Get What You Want\" by The Rolling Stones is pure savage.", 
        "tfw you want Mars Attacks to be real", 
        " I want to get off 2016's Wild Ride", 
        "I want to create a support group for all people that are 100% neutral to this because they thought both candidates are equally bad. "
    ], 
    "27": [
        "That means the next president will be Lisa Simpson, so we got that going for us!"
    ], 
    "28": [
        "Can't wait for the next episode of LWT", 
        "11,000 people voted for a dead fucking gorilla.", 
        "This episode of Black Mirror is a little too weird for me. ", 
        "At one point or another, the media began saying that they were wrong. They had not listened to the majority people and the rural people. It was very eerie to watch Lester and co. apologizing on my tv at 12 a.m.", 
        "can't wait for the new south park episode", 
        "A climate change denier is now president. Good fucking job.", 
        "People from other countries, how do you feel about our presidential election?", 
        "So... Half the country is pissed off because we elected a terrible president. Thing is: that statement would be just as true if Hillary had won. You are forced to choose between the lesser of two evils and then are surprised when we end up with someone evil? Doesn't make a whole lot of sense. Let's be honest here: there were, without doubt, better candidates for both parties during the primaries, but we ended up with Trump and Clinton - why? Money and corruption - that's why. Everyone who is angry about this election should be directing that anger at the Electoral College, the CPD, the RNC and the DNC. I woke up this morning saddened by the news, but not so much because Trump won. I was sad because, even in arguably the most divisive presidential campaign in history, with arguably the two most disliked presidential candidates in history, the American people didn't even have the balls to give 5% of their vote to a third party so that they could secure federal funding and all the other perks of being recognized as minor party and maybe, *maybe* have a chance of effecting meaningful change in the future. I even witnessed some people lashing out in anger at those who voted third party, blaming them for their candidate's loss - literally supporting the system that gave them such terrible choices. That's not democracy, that's Stockholm syndrome.", 
        "People hate established politicians and the politicians have not changed yet. Then we got this clown to tell them.", 
        "I really hope America can come together after this election. People were so passionate about this election on both sides and being hateful towards each other doesn't do anything to help our county. At the end of the day we are all Americans and want what's best for the country and it's easy to lose sight of that. ", 
        "Can't wait for the next South Park episode", 
        "That's quite a Black Mirror episode, how do I get out? ", 
        "Other than the presidential election, what are some good results from Election Day?", 
        "There seems to be a lot of doomsday prophecies and and an overwhelming amount of fear. Maybe some people are exaggerating, but many are not. To those who who are genuinely concerned for our nation (as I am), we'd all do well to remember the system of checks and balances our forefathers created. All hope is not lost. We will make the best of an uncomfortable situation. We will weather the storm. And about four years from now when we enter into another election cycle, maybe we can choose between qualified candidates rather than a snake mired in corruption and a fucking reality TV star."
    ], 
    "29": [
        "Cubs were heavy favorites going into the season", 
        "Let's hope the Berenstein one did better...", 
        "The season finale of America was really sad.\n\nEDIT: Yeah guys I get it, SERIES finale. However I refuse to believe this is the last season so please let me dream a little?"
    ], 
    "30": [
        "So much false hope and wasted time checking polls. ", 
        "Maybe that's why Trump won. He connected with the American people a lot. He went on talk shows like every morning, he had a rally like every night.\n\nI don't like him, but I hope a higher level of communication between the President and the people would be great.", 
        "I honestly hope he has reason to.", 
        "I just hope he realizes it's not 'us' versus 'them' anymore. The toxic campaign is over and now it's his responsibility to take care of every single citizen of the United States. Not just the ones who like him. ", 
        "I honestly just hope he proves me wrong and ends up as great a president as he sees himself being.", 
        "Let's just hope he proves a lot of opinions wrong and do a good job", 
        "If you don't believe it, watch the acceptance speech. There is hope.", 
        "I'd like to know what Ja Rule makes of all this.", 
        "Well irrespective of everything, I just hope that Trump would govern the country with sanity and not the childish ideas. It's a great responsibility for him and he should continue this with the utmost sincerity. \nLet's really make America great.\nI hope prosperity and sanity prevail in this country onwards.", 
        "I just hope I'm pleasantly surprised.", 
        "South Park this week is gonna RULE "
    ], 
    "31": [
        "It's already been made. Back to the Future 2.", 
        "Well it's official, you can meme a person into power", 
        "Top comments on r/news and r/worldnews threads are basically \"LOL he meme'd into the White House XDXDXD\"\n\nI need to stay off Reddit a while...", 
        "So I've been thinking a lot about this and I think maybe there is possibly a huge disconnect between the media and the average joe american. People are tired of politicians and no real change happening.", 
        "And on that fateful day in November, a meme became a president. We Idiocracy now, fam.", 
        "Back to the future got it right..."
    ], 
    "32": [
        "It's wiped a bit off the Australian share market but nothing that will affect it much. Let's see how the US goes with their new ~~meme~~ president.", 
        "And the best part is that it's 9/11 for most of the world.", 
        "that was great tv, when will the real election happen?", 
        "I'll admit I voted for Hillary, but at the end of the day Trump is our president elect and I'm hoping for the best..... That's all we can do is hope for the best and expect the worse. ", 
        "If this can happen.... So can Half life 3.", 
        "Donald Trump is President. Sounds more like r/WritingPrompts than real life.", 
        "In 2014 Trump was a meme. Now a meme is ruling what is arguably the most powerful and dangerous country in the world...", 
        "I feel like we are living in a meme", 
        "I'm glad it's over with.\n\nNow we can all go back to muddling through life, doing the best we can with what we have."
    ], 
    "33": [
        "The next episode is going to be legendary", 
        "None of this would've happened if they let Wild Thing throw the first pitch.", 
        "let the memes begin", 
        "Everything is going to be okay. I'm not sure how or why, but it will be okay. I trusted the wrong fart this morning; life is going to proceed as usual. ", 
        "Should have let Bernie run, only helped Trump win against the Hillary's elitism.  Hopefully we can come together, realize the media doesn't hold the power they think they do, realize our own power and save our country."
    ], 
    "34": [
        "2016 is the Florida of years. ", 
        "\"I'm sorry, but you need ten years experience for this job starting out at minimum pay.\"\n\nFuck you, Trump is president despite never holding office in any other sense of the word. I can sit at this computer for eight hours just fine.", 
        "Hopefully that becomes a trend that continues. I didn't vote for him but I hope he does a good job.", 
        "And here's the presidential cycle where so many more people get to learn how little a president gets done. You'd think that after Obama they would already know, but I guess it'll be another 4 years before they learn.  When we come back in 4 years and the world hasn't imploded hopefully some people will have been enlightened. ", 
        "All hail the Meme!  /s\n\nSeriously though, are we going to have 4 years of /r/thedonald spam?", 
        "Sorry, guys. I hope Trump will actually do well and not put your country into collapse.", 
        "Didn't vote for him, but I hope he's the best president ever. If he fails, we all fail. If he succeeds, we all succeed. Good luck to him and all of us."
    ], 
    "35": [
        "I can't WAIT for the rest of this current season of southpark, because of this.\n\nedit: Words are hard.", 
        "Dormammu I've come to bargain ", 
        "Dormammu I've come to bargain", 
        "Dormammu I've come to bargain", 
        "Dormammu I've come to bargain", 
        "Dormammu I've come to bargain", 
        "Dormammu I've come to bargain ", 
        "Dormammu I've come to bargain. ", 
        "Dormammu I've come to bargain", 
        "Dormammu I've come to bargain", 
        "Dormammu I've come to bargain", 
        "They wrote themswlves into a corner. They ended last season with garrison leaving cause they didnt rhink hed still be here. This season ignored last seasons end. They were setting up for a clinton win on the show. No clue wtf they are gonna do", 
        "This is the shittiest season of The Apprentice yet.", 
        "I agree so much with this. I also didn't vote for him, but at the end of the day we shouldn't act like the world is going to end tomorrow, be less divisive, and wish him a good presidency.", 
        "Dormammu! I've come to bargain. ", 
        "Not a fan of Glenn Beck, but last night on NBC he mentioned that there were many people who voted tonight who didn't like either candidate, and they were more likely to vote for the upset. Donald was the upset, not the preferred president. Both the RNC and DNC need to take some time and listen to their constituents. It's not the end of the world, for most things. The world will keep turning. Unfortunately many civil rights rulings are going to definitely lean conservative, it does make me fear for non-traditional circumstances. For better or worse, the election process worked as intended. May we reap what we sow. ", 
        "Wait, this thread is still open? Can I get some free karma?\n\nedit: fuck yeah reddit you lovely bitch", 
        "This new season of Black Mirror is crazy.  ", 
        "On the next season of The Apprentice - 12 contestants battle it out to be the next Chief of Staff. ", 
        "After this finale, I wouldn't be surprised if we are cancelled before the next season. ", 
        "I can't wait to see what South Park does with this.", 
        "> Election day is over\n\nThat is the best news I've heard in 2 years!", 
        "Can't wait to see what South Park will do from all of this. ", 
        "Weed is legal in Cali now so it's not all bad news!\n", 
        "At the end of the day, the DNC has nobody to blame but themselves.", 
        "All joking aside, the president can't be the end all be all in decisions. Theres always another force keeping him and his Republican Congress from passing laws that hurt large populations of Americans like minorities, gays, middle class, etc right?\n\nI can only find fear comments and articles on fb and jokes on reddit😔 I need facts!", 
        "California got legal weed. So we got that going for us, which is good.", 
        "Wait season 4 of Black Mirror doesn't come out till 2017.  "
    ], 
    "36": [
        "I really can't believe it. Felt so powerless watching the elections as a canadian last night.", 
        "Can't believe it's only been a month", 
        "I keep thinking Trump was selected as an easy candidate to be beaten by Clinton. Some people's plan got fucked hard.", 
        "I have a friend who is really happy about this. As far as she's concerned (and she's been saying this for months) is that Clinton is the worst possible candidate and literally any other person on this planet would make a better President. So some people are happy about it, it seems.", 
        "If literally anyone other than Clinton had ran they would have won. ", 
        "This is what happens when you elect a meme as a candidate in the primaries.", 
        "**Let this sink in:** Hillary Clinton couldn't even out-maneuver a guy who said he grabbed women's pussies. I mean, he could've punched a nun and still won.", 
        "Am I the only one that feels like this is a dream?  I honestly can't believe he won the presidency.  ", 
        "When people don't realize he ran as a joke and now he's too far in lol ", 
        "I can honestly understand the hate for Hillary pushing people away from her. Totally. But what I don't get is the LOVE for trump over say, grudging acceptance. For example:\n\nI mean really? He's shown himself to be a petulant spoilt sociopath, and was claiming it was rigged for months like he always does just in case he lost. Literally what children do. \n\nSo can someone explain why you're genuinely happy with him as a person, as opposed to just choosing what you believe to be the lesser of two evils?", 
        "I can't believe you've done this", 
        "Whats this mean for LGBT rights/climate change laws/etc\n\nGiven that Trump wants to use COAL as a main energy source. They don't believe in green energy. The VP is a religious nut who is going to undo any progress in LGBT/etc rights.\nThey don't believe in science/evolution/etc."
    ], 
    "37": [
        "Right? Sanders was cheated out of the damn primary because the DNC definitely wanted Clinton.", 
        "Why leave out the part where he congratulated Clinton on her campaign and her hard work ?", 
        "Clinton campaign made the party stonewall him out of the nomination", 
        "If there was no two-party system, Sanders wouldn't have to seek nomination on a ticket belonging to a party he rarely identifies with, then Clinton and DNC wouldn't have to look bad trying to defend their turf from an outsider, then Trump wouldn't have benefited from a weak general opponent.", 
        "This election has shaken both parties to the core. Many Democrats felt disenfranchised and betrayed by the primary result - and the questionable events that led to it. Republicans are so split on Trump, there are a historic number of major party politicians that refused to endorse him, or even backed the opposition. If this election cycle burns the entire establishment to the ground - maybe that's a good thing. Maybe, at this point, it'll be easier to rebuild from ashes than make what we have now workable.", 
        "Hilary Clinton blew a 3-1 lead in the presidential election", 
        "Why have democrats chosen Clinton over Sanders?", 
        "I'm also upset Bill Clinton isn't going to be the first lady"
    ], 
    "38": [
        "Also got self-assisted suicide in CO, don't forget about that. ", 
        "> self-assisted suicide\n\nSo... suicide?", 
        "Suicide where cops and doctors aren't bound to prevent it. ", 
        "Assisted suicide is illegal again.", 
        "Guys I'm beginning to think Back to the Future 2 might be someone's biography.", 
        "I like how Colorado voted for assisted suicide. ", 
        "RemindMe! 4 Years", 
        "I'm looking forward to all the Bushisms.  Well I guess they'd be called Trumpisms now.", 
        "How fitting that they play 'Rolling Stones - You Can't Always Get What You Want' after his acceptance speech.  A song about suicide... ", 
        "Don't be so sad guys. We have the next four years of South Park to look forward to.", 
        "RemindMe! 4 years "
    ], 
    "39": [
        "Apparently life sometimes can actually be ridiculous ", 
        "Is this real life?", 
        "It absolutely fucking boggles my mind how he could even make it into the presidential elections in the first place. Just his personality alone *should* be enough to just completely evict him from the race. It's like an internet circlejerk turning to real life."
    ], 
    "40": [
        "Thats what should be taken away from this. This was the democrats election to lose, all they had to do was put up fucking anyone else. Just some bland everyman or woman. But nope. They wanted a Clinton. ", 
        "DNC choked. They were handed the presidency on a silver platter when a business man won the GOP nomination. DNC couldn't even win the lower class vote. The billionaire who owns a skyscraper on Wall Street won the lower class vote. Trump was smart enough stop ignoring the working class and forgotten demos. ", 
        "I'm so salty from this election that maybe I'll be preserved until the next one.", 
        "Does anyone else think this election was the weirdest one we've ever seen?", 
        "Americans who are living in a politically divided household. How are you coping with the election?", 
        "What was the role of the media in Trumps election? Would he have won without the ridicule and Hilary's 'sure thing'?", 
        "Fuck the downvotes, I'll speak my mind here.\n\n*\n\nWhile either main candidate would have been awful, I highly doubt that this is some kind of forseen end. For most of you, in your day to day lives, this won't change a damn thing besides who we choose to throw blame at. \n\n*\n\nEvery recent President we've had has been hated by a significant portion of the country, and oftentimes the loudest opponents are the stupidest.\n\n*\n\nIf enough Americans voted to elect this man, a non-politician, into office, I think it says more about our system than it does about us, or about president-elect Trump.\n\n*\n\nIf you are dissatisfied with this election, remember that next election, you have the power to show America what you think with your vote.\n\n*\n\nFor those of you acting like its the end of the world, please remember a few things:\n\n*No, you can't \"just\" move to Canada, the U.K., Aussie, etc. While they are all nice places in my opinion, let's be real about this. What are you going to do for a job? How long will it take you to find one? What do you even know about Canada? They don't want us.\n\n*Trump cannot declare war. That's congress' job.\n\n*Again, I highly doubt the world is going to end.\n\n*Next election cycle, let's remember this whole charade and be more mindful as a nation. Remember, you live in a democracy, please exercise your right to vote!"
    ], 
    "41": [
        "Maybe Hillary Clinton can try her hand at Secreta -- oh wait.", 
        "I was a Bernie caucus voter and a Hillary voter in the general. While I am internally freaking out I truly hope that when Donald Trump said in his victory speech he will put things aside and try and be a president for anyone it isn't just a line in a speech and he truly will think of everyone before making a decision or signing a bill into law. \n", 
        "He gave a good acceptance speech. "
    ], 
    "42": [
        "It won't dawn on him for many years, probably, how insane that moment actually was for him.", 
        "Just end me then.", 
        "So just be baked for the next 4 years and you won't even notice", 
        "I never thought I'd say this but I guess I overestimated American voters", 
        "American male here. I guess I do. ", 
        "Well... i mean... i guess thats the end of it", 
        "It's done, Trump won. If you voted for him, I don't know why, but congrats I guess. If you didn't, don't give up. Be strong and keep an eye on him, and if he slips up in any way, make the world hear it. He's going to be President, so he has a world of responsibility on his shoulders. Let's make sure he doesn't abuse it."
    ], 
    "43": [
        "Yeah, well, this *is* the end of something, and the beginning of something....weird. Congratulations. You're witnessing History. ", 
        "Please, stop now before it becomes real. This started as a joke too.", 
        "Let the wall on the Mexican border be the first, another on the Canadian border to follow, and seawalls on both coasts so that the rest of the world doesn't have to deal with this shit anymore.", 
        "29 year old Canadian male here. Single and good looking bachelor! Start an orderly line ladies!", 
        "Like it or not, this is our next guy. Bitching won't solve much so let's get to work. Midterms are only 2 years away. "
    ], 
    "44": [
        "We could have had Bernie Sanders vs Rand Paul and fought about who was the better of the two goods, but noooo, the media fucked that right up. ", 
        "Another single Canadian male here, any takers?", 
        "As of now, 11% of all presidents in the United States have been elected when the majority of the population did not vote for them assuming Clinton's lead in the popular vote remains.", 
        "Single Canadian dude here 25yrs old ;) \nnote: I'm french canadian so you will have to deal with that guys\n"
    ], 
    "45": [
        "As a Canadian in Mexico right now, I'm frightened. I have to get back over 2 walls.", 
        "Canadian female here. Anyone want a free green card?", 
        "Just so everyone knows. The Canadian immigration site crashed.......\n\nSo have fun", 
        "Canadian male here, who wants a free green card?\n", 
        "We are building a wall to keep our country safe!  Canadian here.", 
        "Heh. The Canadian immigration site crashed last night."
    ], 
    "46": [
        "Except for Alec Baldwin, who's probably got the best job security in the world right now, probably better than Trump's", 
        "The House of Cards writers are gonna have a hell of a task to adapt this", 
        "I think we need to start memeing Kanye into the White House asap", 
        "Canadian chiming in:\n\nI believe that what we see here is a populist triumph. Trump, contrary to his opponents, directed his message to a part of the USA citizenry that felt that they couldn't/wouldn't be represented by the extant political elite. They voted for him, and they elected him. In effect, this is actual democracy in action.\n\nSpeaking with a friend, we realized this might be the best thing to happen to the USA, in the long term. It shows to the political cadre that they will need to direct their message to the people, and no longer to the medias/financial elites that were bankrolling them.\n\nI'm a little scared of what might come out of a Trump presidency. I believe the man is a ridiculous clown with retarded ideas, but I'm hoping that there will be a limiting factor in the weight of bureaucracy that applies to any government.\n\nAnd while I do not agree with the ideology of the Republican Party personally, I'm certain that amidst the vast number of Congressmen and Senators that were elected to both chambers, there are competent people that will do their best to protect their coutry from the potential excesses of a megalomaniacal man-child.\n\nEdit: Formatting", 
        "Any minute now, Ashton Kutcher will pop onto CNN and go, \"America, you've been punked!\" \n\n. . .right? Guys? ", 
        "The reality is, people are fed up in the western world. The people who lost their jobs when the manufacturing jobs went to cheaper countries, the people whose communities were destroyed when they couldn't afford to stay there, the people who can't afford a house because prices are insane, the people who lost their houses when the recession hit, the people who use food banks, the people who feel their voices aren't worth anything because banking and big business controls the government. \n\nThis is why Brexit happened, this is why Trump won.\n\nWhen \"business as usual\" politicians don't listen to the people, then strange shit happens and people make bad, nay, stupid decisions.\n"
    ], 
    "47": [
        "If you told someone this would happen back in 2012, they would have thought you're insane.", 
        "If Hillary had refused the job and stayed in the Senate, she would probably be president right now.", 
        "Kanye 2020 seems entirely possible now", 
        "Memes aren't dreams anymore boys", 
        "How do you feel about the incoming memes for the next 4 years?", 
        "It's Kim Jong Un I feel sorry for. He must have thought that his position as the world's biggest demagogue f*ckwit with weird hair in charge of a nation was unassailable."
    ], 
    "48": [
        "what about cubs?", 
        "If you bet on the cubs, ireland and leo for the oscar you would be a billioanire", 
        "Cubs are evil, we must burn them. ", 
        "Now we know what the deal was that the Cubs made with the Devil.", 
        "2016 : The year we lost legends, immortalized Harambe, made dank memes and Voyager 2 ended up being the real winner from the 2016 US presidential election.\n\nEdit : And Leo won the Oscar as rightly pointed out by u/vastat0saurus below me.\n\nEdit 2 : A lot of people are pointing out that Cubs won the world series. I don't know what game or whose Cubs they were (sorry I am an Indian) but GO CUBS GO. \n\nAlso Brexit.\n\nEdit 3 : I am from India, the country in Asia. Not the ones the Cubs defeated. So no, I did not say that because I am in denial or something. I swear when I start to understand baseball I'll support the Cubs.", 
        "So, question from a Canadian. Is this really as bad as people are making it out to be? Half the people on my facebook account are talking about the end of the world, fascist regime, WW3 (I thought he was the less likely of the two candidates to continue/start more wars), and oppression of all minorities. I know all of these views are pretty extreme, but what is the reality of the current situation and how much of the radical shit can Trump actually pass?\n\nPeople are talking about this guy like he wants to end the world. Yeah, he seems like an arrogant prick but I doubt if he wants to oppress people, run a dictatorship and cause nuclear war...", 
        "OK, who asked for three wishes? First it's the Cubs winning the World Series, now Trump as President. What's the third wish?", 
        "Yeah right. Next you'll try and tell me the Chicago Cubs won the World Series.", 
        "My father had a serious medical issue that he's been in the hospital for some time now... Just had to break it to him that both the cubs win the world series and Donald trump will be the next president. \r\rHe still thinks I'm pulling a prank on him"
    ], 
    "49": [
        "Celebrities, Reddit and other social media were so vocal about their support for Hillary that I actually thought she was going to win.\n\nLooks like conservatives are just quiet.\n\nWe got M. Night Shamalangadingdonged.", 
        "My god. Can you imagine? Left wing news outlets supporting Kanye West and his politics. I'm a huge fan of his but omygod that would be just insane.", 
        "All jokes and fears aside:\n\nCan we nail down a few concrete things that this definitely means going forward?\n\nI'm trying to whittle away what of his 'policies' just simply *could never* come to pass... but then again, I never thought that he could ever win in the first place.\n\nI'd like to think it's safe to say *the wall* won't ever happen, but at this point, I really can't make sense of what's possible anymore.\n\n\nDoes anyone have any serious speculations on what we can expect?", 
        "What will become of the Reddit Gestapo?", 
        "We ... did it Reddit?", 
        "This will be the most commented thread on Reddit for years to come.\nYou heard it here first!"
    ], 
    "50": [
        "We don't even need to go that far back. If you had said this one year ago, I would've said you were insane.", 
        "I've never seen a more resounding \"We don't like you\". ", 
        "I feel like I'm in the hellscape boat scene from Willy Wonka.\n\nFuck you, DNC.", 
        "Feel...the....Bern..", 
        "I feel like I've just hallucinated the whole of 2016. ", 
        "Batman we need you", 
        "Now that election is over, redditors, can you say something whole heartedly supportive to the voters whose candidates did not win tonight, without snark, sarcasm, and such? \n\nHere is mine: \n\n\"I know you are disappointed and perhaps fearful of the future your country has chosen.  Remember that your country is incredibly diverse and full of wonderful people just like you. There are many other ways to advocate the changes you like to see and stand up to the injustice around you and the world. Feel proud that your country has come this incredible decision democratically. Thank you for voting. Be kind and have courage.\n\nThank You,\nA Canadian\n\nP.S. I am sorry. /hug", 
        "Country that has mourned the death of a gorilla for the last several months ask if they deserve their new president."
    ], 
    "51": [
        "Have you tried not being born in America, but in a real humane country?\n\nFor real though, I have no idea and I feel for you.", 
        "I decide to jump back to [Reddit in 2008](https://www.reddit.com/r/politics/comments/7beo2/obama_wins_the_presidency/) to see how the tone was and compare...\n\nI'll just go to sleep.", 
        "This wouldn't have happened in the Berenstein universe", 
        "The country will be just fine. Our system is designed to survive pretty much anything. Relax and watch the show. President Trump is the one who will have a tough time delivering. Remember that he has alienated a large part of his party and now he needs them. It will be interesting. "
    ], 
    "52": [
        "Ja? Ja?? Where is Ja!?!", 
        "What does Ja Rule make of all this?", 
        "\"Nothing you can do, folks. Although the Second Amendment people, maybe there is, I don't know.\" - Donald Trump"
    ], 
    "53": [
        "I feel like I'm living in a future GCSE history exam question.  \n'In 2016, the UK voted to leave the EU,and Donald Trump was elected president of the United States. Discuss.'", 
        "Colbert was practically in tears on his live show tonight, when he talked about his mother saying she would've voted for Hillary. ", 
        "What scares me the most is his opinion on climate change. That's something that really affect every single one of us. He can fuck up his own country as much as he likes, in my opinion. They voted for him, after all. But he could do critical damage to the progress we've already made and throw us back years, even decades.", 
        "Must be the one of the most embarrassing defeats in political history for Clinton.", 
        "I like how Florida voted for trump and weed it's like they know they are gonna need some serious help relaxing in the coming years", 
        "Florida, Arkansas, and North Dakota are all red states that voted for marijuana decriminaliztion but only for medical reasons. Only blue states voted for recreational marijuana. ", 
        "They likely voted for real on all the other choices. This wasn't the only thing to vote for. \n\nThat's why it's common. Folk who don't agree at all with the options on that one but still care about the other votes speak out this way. ", 
        "Sincere question. \nForeigner here from Sunny South Africa, I've been following the election the whole year, seen all the memes, all the jokes and all the anger about your two candidates. The online community always seemed to be against Trump and vilified him, more so than Hillary. Popular media was mostly doing the same. \nSo then who voted for him? And if you did, why? Was it a vote against Hillary or a vote for Trump? ", 
        "Don' blame me, i voted for the turd sandwich.", 
        "I wonder if the cast of SNL voted for Trump.", 
        "In the UK I've just woken up to snow, a baby with a snotty nose and Trump voted in as president. Let's all go back to bed. ", 
        "Voted for Hillary here in Missouri, which wasn't ever really going to make any difference in this state, but whatever. The fact that Blunt retained and Greitens got in were what really upset me with how the state voted. The amendments and propositions went badly as well. Honestly, I didn't care much for Clinton. I voted for Sanders in the primary and would have actually been excited about voting for him in the general election. He'd never have won here in the general election either, but I do think he would have won the Presidency. \n\nI voted for her, not because of any excitement or loyalty, but because I truly fear what the issues I consider important will look like after four years, at least, of a Republican administration controlling both the Executive and Judicial branches. Not to mention, the damage that could be done to these issues lasting a generation if two or three conservative judges are appointed to the Supreme Court, which is certainly possible, if not probable now. That could take a generation to undo and I'm extremely worried about it.", 
        "Wow.  I guess everyone underestimated just how disliked Clinton really is.  And Trump was right, there was a movement and they showed up and voted him in.  ", 
        "This might have been asked already but I don't think I saw it anywhere. Does anyone know how many people voted?\nMy boyfriend saw somewhere that only 33% of the population did but we weren't sure if that was correct or not. ", 
        "I blame Hillary and the greed of the democratic party. \nPoor Bernie. Thought he was doing the right thing by bowing out and endorsing...her", 
        "as a non american, I don't understand the logic behind the election of Trump :\n\nAll I see is a crooked businessman with shady business behavior, with heinous misogynist, xenophobic thinking that has no plan for the country but only sales speech.\n\nand he doesn't believe in global warming.\n\nI don't understand how and why someone would vote for him and trust him with the fate of the country, army, nuclear launch code, foreign strategy and education.\n\nThe west coast and north east coast voted for Clinton and all the rest voted for Trump.\n\nAs a non American, I do not understand the logic behind this election", 
        "I live in the US. I hate Trump, but I know plenty of people who voted for him are not racist or misogynistic. There are plenty of black and Spanish women I know that voted for him.\n\nI think the sharp increase in insurance cost in the US due to Obamacare and Obama and Hilary are on the same side is not discussed enough. "
    ], 
    "54": [
        "I won't get it for at least a week. ", 
        "I actually feel bad for her, and I'm not her biggest fan. Just thinking of my own big disappointments and multiplying them by like 1000...ouch. ", 
        "We have Hoverboards, The Cubs won the World Series and now Biff Tannen is going to run the country.  Back to the Future ll was a goddamn documentary!", 
        "Plus the Cubs won the world series... Back to the Future II is literally our reality. ", 
        "Also the environment don't forget that's gonna affect us for centuries.", 
        "Now that ________ has won I'm moving to _______!!! (Is the weather nice in ______?)", 
        "I feel like Marty McFly. The cubs have won the World Series and Biff Tannen is mayor.", 
        "What a moment in history. Giving a running commentary all day was pretty great. My favourite moment was letting rip \"ANNNNND IT'S GARY JOHNSON WITH 3%! HE MAY HAVE LOST THE RACE BUT HE WON OUR HEARTS!\" ", 
        "What are all the conservative radio blow hards going to scream about now??..won't this kill their content ? ", 
        "Well, the UK is no longer the stupidest country in the world.", 
        "I'm gonna go out on a limb and say it won't even be that bad."
    ], 
    "55": [
        "The Simpsons joke came true...", 
        "It wasn't really a prediction. At the time of the episode, Trump was exploring the idea of a presidential run, which never came to full fruition, so it was a relevant joke. ", 
        "What I could only ever see as a joke has now become a reality. I feel like I'm being trolled by the entire American population. ", 
        "Medicinal weed in Massachusetts, Florida, and Nevada. Recreational weed in California.  \n  \nEdit: According to some people, I'm incorrect about the status in a couple places. You should probably just look it up before you go outside and spark up. Still, some pretty good progress here.", 
        "Does anyone else want to see Trump's birth certificate? I am pretty sure you can't run for POTUS if you were born in Loompaland."
    ], 
    "56": [
        "The good news: At least we don't have to worry about building that wall cuz don't nobody want to come to America now", 
        "Back to the Future is on a roll. First the Nike shoes. Then the Cubbies winning. Now Biff Tannen as president?", 
        "It's very interesting to see trump come out on top; the opposite of what the pre-election trends were showing. I'm sure this will be one election that will not be forgotten.", 
        "Who would have thought that when Trump said he would make Mexico pay for a border wall, here didn't mean they would pay to keep Mexicans out of America, but to keep Americans *in* America."
    ], 
    "57": [], 
    "58": [
        "My favorite part about watching this victory speech is watching Trump JR try to stay awake", 
        "Watching it live from Latvia - May the odds be ever in your favour. ", 
        "Let's not forget to give a big shout out to Debbie Wasserman Schultz, the DNC and their superdelegates for all the amazing bullshit they pulled in the democratic primary which made this all possible. ", 
        "Credit to u/Jasonoro and those they quoted for the following:\n\nImportant bits are in the live-thread: https://www.reddit.com/live/xw7hncgk1gi7\n\nEdit: All credit to /u/Jake261 and /u/english06 for these copy/pastes from the live-thread.\n\n>President-Elect Trump: Thank you, thank you very much. Sorry to keep you waiting. Thank you very much. I've just recieved a call from Sec. CLinton. She congratulated us...us on our victory and I congratulated her and her family. .... Now it is time for America to get together to heal the wounds that divide this nation\n\n>President-Elect Trump: I pledge to every citizen of this land that i will be a president for all the people. I am reaching out to those who have not supported me to work together.\n\n>President-Elect Trump: The government will serve the people. Working together we will begin the urgent task of rebuilding the nation.\n\n\n>President-Elect Trump: They have called this a historic event but for this to be historic we have to do a good job and we will do a good job. Maybe after 2,3,4 or even 8 years we can say we did a good job.\n\n\n\nSo, if he's serious, and since this is obviously now our reality, why don't we as citizens and as people who did not vote for him, write to him? Remind him of these words, and ask him to prove them. Ask him to promote equality for EVERYONE in this country, women, LGBTQ, people of other races and cultures? To promote not only the equality of these people, but to promote their safety and to work to heal their fear of discrimination and even of violence against them. Ask him to truly lead, and show those of us that didn't vote for him that he IS capable of doing a \"good job\"?  At this time, I think taking that kind of action would be far more effective than all the hate and sadness and disbelief we can throw around in social media. \n\n\n\n\n\n"
    ], 
    "59": [
        "Can we have his tax returns now? ", 
        "Man I am so depressed right now and this has me cracking up. Thank you for this comment.", 
        "I would make a political joke but then it would get elected.", 
        "I remember when Trump was asking Obama for his birth certificate and all we were thinking was \"What is wrong with this man?\", Now look where we are. He is our leader. A damn joke. ", 
        "Not to mention he acted like it was treason that he wouldn't produce his birth certificate and called it fake when he did.... And now this fuck wouldn't release his tax returns. ", 
        "We've allowed a complete joke of a person to be elected president, with the house and Senate on his side, and at least one supreme court justice to be named.  What an embarrassing country.", 
        "Why was the thinking \"outsider = underdog\" instead of \"outsider = inexperienced\"? All this talk about wanting someone out of the political circle, but for the position of **presidency** - the highest *political* position on the ladder - it's like we just elected a fish to climb trees.  ", 
        "I want to see his tax returns like he promised he would do after the election."
    ], 
    "60": [
        "We call it the Berniestein universe and from what I hear you can get the full 5-season DVD box set of *Firefly* on Amazon.", 
        "chat is moving so fast nobody will know im gay"
    ], 
    "61": [
        "At least weed is legal in CA now...", 
        "I live in Wisconsin and I know multiple people that flipped from Hillary to Bernie because her lack of campaigning. Bernie had 3 rallies at my campus and Hillary had one private speech. \n\nThey also did not end up voting for her today either", 
        "\"New phone who dis?\" ", 
        "I'm on Medicare/Medicaid. My mother is as well. We are both chronically ill and my dad is disabled and retired. (she has acute asthma, I have EDS) and I am scared beyond belief of what's going to happen to us now that Trump won. I'm terrified that he'll take it all away and we'll lose everything. I'm scared for our planet, and my children's future, mine and my new husband's future. Everything. \n\nPlease ease my mind. ", 
        "Dude, the post is set to new.", 
        "\"Pffft that'll never happen\" - 2016", 
        "I, for one, welcome our new insect overlord.", 
        "At least weed is legal", 
        "Seeing as he doesn't have a reason to flip flop and be an idiot anymore, we really don't know what the future holds. His victory speech was very generous and surprising coming from him.", 
        "How many people did you unfriend on Facebook today?", 
        "Tonight is a victory for everyone who enjoys making political memes.", 
        "So orange really is the new black.", 
        "I'm curious to see what happens to journalism after this.  The last year seemed to value memes and tabloids over journalism.  I'll be curious to see if this trends continues. ", 
        "Well looks like I'll be avoiding Facebook today..."
    ], 
    "62": [
        "15 YEARS AGO, The Simpsons predicted that Donald Trump ran for president and won. It was in an episode called \"Bart of the Future.\" Bart was 40 in the episode making the election take place in 2016 but the episode was set in 2017. (Bart was 10 in 1987 when The Simpsons first premiered, making his birth year 1977. 1977+40years = 2017) \n\nSource: https://en.wikipedia.org/wiki/Bart_to_the_Future\n", 
        "I'm honestly so amazed.  I remember him as a celebrity on the Apprentice and such, then when he ran for president and gave those defamatory remarks I thought he was such a fluke that was only doing it for publicity.  But then he climbed, and climbed, now he's president.  His presidency really is a remarkable statement of how America feels.  this will studied for a long time.", 
        "As a non-american, please try to remember your president will have an impact on us too ", 
        "Months ago I laughed when I found out Donald Trump was running for president. I really fucking laughed because I thought he was a joke and wasn't going to make it.", 
        "Remember that we are still all Americans and need to be united "
    ], 
    "63": [
        "Bowie dead, Cubs win World Series, Donald Trump is honest to god president. \n\nThis is a satire's idea of the future.", 
        "We all did this to each other. This entire election played on peoples fears. Actual policy debate or recognition was non existent. The republicans didn't win. We all lost. "
    ], 
    "64": [
        "Sometime last year we seem to have switched into a parallel universe", 
        "*we are the parallel universe*", 
        "\"The Berenstain Bears universe.\"", 
        "I have a very low opinion of the man and very little belief that this his winning will be good for the country but I'd love to be surprised.", 
        "David Bowie's death unraveled the logic of the universe.", 
        "This must be an alternative universe..."
    ], 
    "65": [
        "Mutually Assured Destruction. Trump is a genius because if someone gets rid of him, the country gets destroyed by Pence. Always gotta have a Nuclear (Pence) deterrent.", 
        "Day before inauguration is 1/19...", 
        "Drive North. When it gets cold and you hear the sounds of hockey in the distance, stop the car, roll down the window, and extend your middle finger at someone. If the person says, \"Hope you have a better day, eh,\" you've reached Canada.", 
        "Wonder how bad Bill took the news that White House Intern 2: Electric Boogaloo got canceled....", 
        "You can all move up here to Canada. Not the warm packed urban areas like Toronto or Vancouver, we're way too full down here. But up near the top of the provinces? SO much potential! Just wear extra underwear and watch out for polar bears and you're set! Actually why don't you start inhabiting the territories? Live the wild outdoors life!", 
        "As an american in high school im worried there might be fights at my school today to be completely honest"
    ], 
    "66": [
        "And that he doesn't die. Pence is worse than him. ", 
        "Pence is insurance against assassination.", 
        "People are talking about Trump and I'm just here worried about Vice President MIKE PENCE. He's the real threat in my opinion..", 
        "Its canada\n\nSo yes", 
        "Of course, it's Canada.", 
        "I really hope Trump knows what he's doing. The fate of Canada depends on it.", 
        "Ya Mike Pence is way worse than Donald trump, our bad.\n\n-Indiana", 
        "Dont think about moving to canada we are full "
    ], 
    "67": [
        "Don't forget Colbert as well", 
        "Don't forget literally the whole entertainment industry", 
        "I am very interested to see how the Democratic Party changes over the next 4 years. I imagine a name unknown to most Americans will be their candidate in 2020. My early dark horse candidate is Tulsi Gabbard. They need to shake things up and get a new message.", 
        "9/11 never forget\n11/9 forever regret", 
        "11/9\n\nNever forget."
    ], 
    "68": [
        "I'm surprised no one else really commented on this. He was really struggling at the end. I got the impression he really needed to go to the toilet too. ", 
        "I don't think I heard anything Trump said. It was just hilarious watching his head bob up and down and him snap back awake lol", 
        "I'm surprised it wasn't by email.", 
        "Not very pro choice is the biggest understatement of the century lol. He literally wants all miscarriage and abortion remains to be buried. He ideologies are so not constructive. There is nothing that prevents abortion like access to sexual and reproductive education and birth control. ", 
        "Aussie here. I'll always remember where I was on 9/11.", 
        "When he brought up Hillary, I was expecting bashing. Was pleasantly surprised and I sincerely hope he keeps that kind of tone in his presidency..", 
        "Wasnt watching, what's he saying?", 
        "Alright, so...Donald Trump has made a *ludicrous* amount of pretty wild promises, and I think America *sorely* needs its own version of [The TrudeauMetre](https://www.trudeaumetre.ca/). If anything truly positive comes of putting a guy who has absolutely *zero* idea how to actually govern a sovereign nation in the President's chair, it'll be watching him try and worm his way out of some of the more insane things he's promised."
    ], 
    "69": [
        "I'm pretty sure 19+1+1+1+1 is less than 25852016738884976640000.", 
        "It looks like Reddit isn't an accurate representation of the US as a whole.\n\nWhat a non-surprise.\n\nThis was a pretty big opinion polling failure too.", 
        "Good days ahead very happy :)", 
        "I guess clowns are more popular than criminals, not sure i can blame you guys.", 
        "And a happy Kristallnacht to you all!"
    ], 
    "70": [
        "Biff tannen just became president.", 
        "The only sad news..........Only 10 taco Tuesday's left.  "
    ], 
    "71": [
        "This morning it did. Polling was uniformly wrong by 4 points or more. All of the data was wrong.", 
        "Essentially yes. Im sure she will say something in the morning, but she definetly ducked out of giving one to her live crowd.", 
        "Yes, but you don't.\n\nSo start now. ", 
        "It just goes to show, you really *should* apply for every job even if you don't have any relevant experience.", 
        "A lot of nervous laughs in Canada this morning"
    ], 
    "72": [
        "Can we go to JaRule to get his thoughts on the election? ", 
        "I hope everyone stays safe. Please don't be physically violent towards each other. God bless. ", 
        "The real winner of this presidential election is The Voyager Probe.\n\nSpeeding away from earth at 38,000 mph.", 
        "Its like Rubio said when he stepped down from the Republican race. We live in a Republic and we must respect the process. However, he said he was also afraid. The United States is going down a road of anger and hate.\n\nIf we would have had Kasich/Rubio vs Sanders *imagine* the amazing debates and dialogue that would have been brought forth. And now? This. This is what we get. ", 
        "I can't wait to see the response from Bill Maher and John Oliver."
    ], 
    "73": [
        "He's gonna have to drink so much Bud Light Lime...", 
        "Mexican here. I'm just gonna go ahead and start collecting bricks and head to the border. ", 
        "Say what you will about the outcome, but comedians are gonna have pure gold to mine from for the next 4 years.", 
        "'It's gonna be great'", 
        "Man, the correspondents dinners are gonna be so awkward. "
    ], 
    "74": [
        "I was pissed when he announced he was running but thought whatever he will never make it. I was pissed when he became the nominee because the Republican Party had such better options and people who had real values. But thought whatever. They just threw it to Hillary. And even last night I'm like no Hillary is winning for sure, which I wasn't happy about either. BUT THEN this happens. Fuck. \n\nit reminds me of the South Park episode where all the republicans were killing themselves when Obama won. And all the democrats were partying in the street screaming HOPE AND CHANGE. and the next day everyone is like wait.... nothing has changed and the world isn't over. And that is still definitely true now. We'll be alright. \n\nEdit: words ", 
        "I still don't understand how people can be genuinely happy about him winning, regardless of how much they hate Hillary", 
        "Somehow I doubt WW3 will happen lol ", 
        "A day we will all remember, no matter the side. "
    ], 
    "75": [
        "Yeah I can't quite process this", 
        "Ah, young love <3", 
        "Is this true? Source? ", 
        "Yeah, and it also happens to be 9/11/16.", 
        "It's true love!\n\n😍😍😍", 
        "It's being reported that roughly 11,000 voters but 'Harambe' on the ballot. If this is true, there really are people out their with stupidity I can't even fathom.", 
        "Welcome to Costco, i love you "
    ], 
    "76": [
        "I honestly can't believe it, how is it possible that virtually every model was so wrong? 2016 has been quite a year", 
        "Trump caused the GOP establishment to implode and for whatever reason the establishment Democrats thought it was a good idea to double down on business as usual instead of taking the progressive agenda seriously. No presidency, no Senate, no House. Good fucking job.", 
        "Voters of Reddit, those who are Republican supporter and did not vote for Trump but voted for a 3rd party instead -- did you regret your choice?"
    ], 
    "77": [
        "Except the Senate can change their rules and end the filibuster.", 
        "What purpose does the popular vote have if the electoral college makes the decision in the end?", 
        "I really am torn on how I feel about the electoral college potentially saying fuck it and electing Hillary anyway. On the one hand, she won the popular vote, so it might be more democratic in that way, but she also lost and the electors would be going against their states. This whole election has been fucked from the beginning. ", 
        "So does Hillary go to jail now?\nIt's going to be so hilarious/terrible watching him try and do all the things he's promised to do."
    ], 
    "78": [
        "YouTube comments represent this country more accurately than I thought.", 
        "My God.  This really happened.", 
        "Who would have thought. From 9/11 to 11/9.", 
        "I thought this was a writing prompt for a second..."
    ], 
    "79": [
        "Canadian here.\n\nI'm thinking there's a better chance of us building a wall on our southern border and Mexico will pay for it.", 
        "I mean the Mayan's weren't that far off.\n\nAcceptable margin of error for sure."
    ], 
    "80": [
        "I need a source on this please! My buddy was a huge Matt Hardy fan but doesn't watch anymore. He would love to see this.", 
        "[I drew this once I heard the news this morning :'(](http://imgur.com/1l20Tse)", 
        "Never change, America. You are the most entertaining and scarily powerful country in the world and I love your TV shows, movies, and fried chicken.", 
        "It goes right with the theme of this election that we are seeing the news not from /r/news or /r/politics, but /r/AskReddit !!!", 
        "Truthfully, shock. Your country is viewed as a laughing stock right now.\nThis is my perception as an Irish man living in England"
    ], 
    "81": [
        "Somewhere John Oliver is choking on a Jaffa Cake", 
        "I seriously wonder what's going to happen to all of the political comedians like John Oliver.\n\nLike John Oliver really really pissed off Trump, and Trump specifically started talking shit about John Early in his campaign. ", 
        "John Oliver must be happy, he gets to keep his Emmy. ", 
        "I think it's interesting that Trump won Texas and Florida, 2 states with large Hispanic populations. Does anyone know why?"
    ], 
    "82": [
        "Yeah I realized that as well but it was still funny to see lol. \n\nHe did well because we all know at his age he was also bored to death.", 
        "On the other side, House of Cards and South Park are fucked.", 
        "It will be funny on house of cards if Claire tries to get elected president and fails.", 
        "Pro wrestler Matt Hardy got thousands of votes too lol "
    ], 
    "83": [
        "BUCKLE UP BUCKAROO", 
        "Buckle-up buckaroos.", 
        "buckle up buckaroos"
    ], 
    "84": [
        "Wonder what Trump's hair will look like after 4 years in the White House. "
    ], 
    "85": [
        "How likely are Trumps promises about The Wall and registration for Muslims to happen since the Republicans have control of Congress? "
    ], 
    "86": [
        "I didn't vote for him, but, \"They have called this a historic event but for this to be historic we have to do a good job and we will do a good job.\" is simply my favorite part of his speech. In fact, I think that's exactly what he needed to say to convince me that working together is really the only option we have. I just hope a good job is indeed done."
    ], 
    "87": [
        "I guess Snowden can come home now?"
    ], 
    "88": [
        "Hell six months ago some were saying the party was finished or would need to redefine itself. ", 
        "Save me Barry!"
    ], 
    "89": [
        "I thought so too. But then I remembered that it was nearly 3am. Gotta give a kid that young some slack. He probably wanted nothing more than to just go to bed.", 
        "Same. As I watched the states turn red I just stared in disbelief. ", 
        "A number of states legalized Marijuana, and Maine is about to"
    ], 
    "90": [
        "Let this be a lesson to everybody: Nobody attacks Pepe and gets away with it"
    ], 
    "91": [
        "Moving forward, it is obvious that a two party system isn't working; what should America do now?"
    ], 
    "92": [
        "''The best argument against democracy is a five-minute conversation with the average voter'' - Churchill", 
        "\"The best argument against democracy is a five minute conversation with the average voter.\"\n\n-Churchill"
    ], 
    "93": [
        "Global warming denial is probably his worst 'promise', especially as he considers it a Chinese Hoax.", 
        "I wonder if US emissions will get worse in the coming years, given the fact that our president thinks climate change is a hoax perpetrated by the Chinese.", 
        "I wonder how history books will describe this election...", 
        "Such a big Fuck you to the DNC cheating to get Hillary nominated. Waiting when they'll start blaming BernieOrBusters for the defeat", 
        "Trump is a climate change denier (he literally said climate change is a Chinese hoax) and was planning to get out of The Paris Agreement.\n\nWill the rest of the world/government do anything against that? Last time I checked climate change was worst than we anticipated and we're not far from climate break down. \n\nCan this guy really put a big shit on the earth or will someone stop him?"
    ], 
    "94": [
        "Can someone explain why people are blaming third party voters (like green party) for loss of Clinton in election. And is the claim legit?", 
        "Yeah... whatever.\n\nAmericans *facepalm*"
    ], 
    "95": [
        "Half of the comments in this thread read like youtube comments.. I'm so irritated.", 
        "Never seen so many un-replied too comments in a single thread before."
    ], 
    "96": [
        "This is my first year voting, and everyone in my dorm is silent. The whole situation is surreal. Between the harshness of the campaign and the surprising result, I don't think I'll ever forget this race. It probably produced a lot of political cynics in my generation. ", 
        "Wow, 47,000 comments in 7 hours.", 
        "Wow."
    ], 
    "97": [
        "No Man's Sky was a mistake", 
        "I know this will get buried, but I'm impressed with how Clinton, Trump, and Obama are handling the conclusion of the election. The circus is over and there's a lot of work to be done. I'm hoping this sense of cooperation continues and start to ripple through the rest of our leadership and country. "
    ], 
    "98": [
        "I'm so excited for this south park episode.", 
        "I have never been more excited for a south park episode", 
        "More excited to see the South Park episode tomorrow.", 
        "Republicans across the board.  So he should have pretty much no problem getting things done.  Right?"
    ], 
    "99": [
        "I don't see anything changing after the GOP was rewarded for 6~ years of obstructionism... :/\n\nEven if the Dems swing back into power in 2018 (highly unlikely), gridlock will be the new norm now that it's been proven to work. Politics above country.", 
        "Maybe this explains why the polls were so wrong. ", 
        "probably fleeing the country", 
        "The United States *is* a Saturday Night Live sketch now. "
    ], 
    "100": [
        "Inauguration predictions?\nMine is halfway through the ceremony GLASS SHATTERS and out runs Stone Cold Steve Austin to hit the stunner, pins Trump 1 2 3 and the new Heavyweight President of the World.\n\nEdit: fixed a word", 
        "[Just a reminder that the leader of the free world has eaten a Stone Cold Stunner.](https://m.youtube.com/watch?v=UTtfVOyVsf0)", 
        "We will win every single gold medal folks, believe me. We will probably even win the World Cup. Is that a soccer fan, look I even have the support of the soccer community. I'm kidding, get him out of here. ", 
        "> ...from my perspective (rural widwest), Trump supporters were white working class, a group thrown under the rug by Democrats for the past 8 years.  People that have seen their wages stagnate, their jobs moving overseas, their healthcare costs skyrocket, and a government that was more occupied on other things to bother addressing their concerns.  An administration that's basically said they didn't need us to win the white house back. What that breeds is anger, and that anger resulted in supporting an outsider candidate because voting for the establishment was not an option they would partake in.\n\nFrom /u/apleima2", 
        "With a republican majority in the Senate and House, what are the chances we see serious change to policies enacted over the past 8 years?", 
        "\"What a privilege it must be to be able to look past a presidential candidate's racism because it won't ever affect you.\"", 
        "2016 is the world's own TIFU.", 
        "Except those checks and balances are populated with a republican house, a republican senate, and soon to be 2 or 3 new republican Supreme Court justices.", 
        "democrats did this to themselves\n\nsee, they HAD a viable candidate and then they decided to sabotage them for whatever reason.\n\nsad!"
    ], 
    "101": [], 
    "102": [
        "Also the republicans control the majority of state electorates as well I think it is like 30... The Democratic party essentially has slightly more power than the Green and Libertarian party right now. \n\nEDIT: Typed this half asleep laying in bed on my phone, fixed the grammatical errors. "
    ], 
    "103": [
        "Can you imagine if someone had been in a coma for like 6 months and woke up to find out that the Cubs have won the World Series and Donald Trump is the new President-Elect of the United States?", 
        "Back to coma", 
        "BITCH I'M BACK OUT MY COMA"
    ], 
    "104": [
        "There's a similar film called \"Goodbye Lenin\". Set in Germany shortly after reunification, the grandmother of the family wakes from a coma. She doesn't know that the USSR has collapsed, but the doctor thinks the shock might send her back into a coma or kill her. So the family go about trying to pretend they still live in East Germany, even pretending to have a black out as I recall. "
    ], 
    "105": [
        "How do we as Americans break up the two party system?"
    ], 
    "106": [
        "He is probably blazing it up right now", 
        "Hell, earlier today I really couldn't fathom it.", 
        "I've been saying for several weeks the polls did not focus on rural communities enough. I live in a rural community in a largely democratic state and there were Trump signs everywhere. Once he started hitting up all these states with rallies I said to my wife he was going to win. He had a distinct advantage of name recognition due to his bombast and TV visibility.\n\nI could see the same thing happening if Vanilla Ice or Hulk Hogan ran for president. The name recognition will pull in huge numbers of lesser informed voters. "
    ], 
    "107": [
        "You know what's crazier? Our entire government is red. Senate, House, and that little spot in the Supreme Court that's vacant. There is no blue in site."
    ], 
    "108": [
        "Holyshit, americans never fail to amaze me.", 
        "I just gotta keep my head for a few days until Dave Chappelle can make me happy again.", 
        "Cubs win the world series.\nTrump wins the presidency.\nGolden state blows a 3-1 lead.\n\nWhat the hell did Marty McFly do!?"
    ], 
    "109": [
        "America was screwed either way.  How either candidate won their party's nomination baffles me.  But as someone who voted for Ross Perot, I think it will at least be interesting to see what a businessman, who is not a career politician,  can do with the presidency.  \n\nFrankly I just want to see if Trump is able to build his wall and make Mexico pay for it.  Or at least convince the public that Mexico paid for it through tariffs or whatever.  If he accomplishes that it would give him a lot of bizarre credibility.\n\nWith republicans in control in congress we could see a lot of his zany ideas come to fruition.  If the dems had taken control of congress it would have been 4 yrs of gridlock.  So, good or bad, I bet we are going to see a lot of changes to the status quo.  We live in interesting times indeed...", 
        "The Republicans took the House and Senate as well. ", 
        "> we'd all do well to remember the system of checks and balances our forefathers created.\n\nThe Republicans control the Presidency, the House, the Senate, and there is a vacant spot in SCOTUS that they will fill. They literally run all parts of the government - there are no checks and balances."
    ], 
    "110": [], 
    "111": [
        "Trump does feel like Poe's Law incarnate. \n\nEdit: Everyone keeps asking what it is. Poe's Law is the idea that when an extreme idea is written down, without a smiley or other indication of the author's intent, it's impossible to tell if the author actually believes the extreme idea or is being sarcastic. \n\nSo the parent comment here said they are hoping Trump is actually the biggest troll ever. And some of the crazy things that Trump has said really do seem to be on that line of \"Are you serious or are you being a parody of people who believe that?\" And that's why he seems like an actual physical version Poe's Law. \n", 
        "Anderson Cooper had no idea what to do. It looked like he was going to cry. ", 
        "Let's take a moment to acknowledge that we just elected a guy who genuinely believes global warming is a Chinese conspiracy to make US businesses less competitive", 
        "Well...this is the chance you've been waiting for to convince your liberal friends that gun ownership is a good idea. "
    ], 
    "112": [
        "/r/nottheonion", 
        "r/NotTheOnion"
    ], 
    "113": [
        "I was upset at first, but now I'm kinda amused. Trump has *no damn clue* what he's gotten himself into has he?\n\nThe presidency is a horrible job. It pays crap (okay, $400k a year, but that's not much for someone like Trump), he's under observation and *scathing* critique 24/7, everyone is either making fun of him or blaming him for everything, and he doesn't have near the power he thinks he will.\n\nHe's in for one of the nastiest surprises he's ever had in his life when he tries to enact a law only to find that it has to go through congress first (and considering how much he insulted and attacked the Republican party as well as the Democrats during the election...), yeah, the next four years are going to be interesting."
    ], 
    "114": [
        "Rip EPA funding. Sorry for disappointing you Leo looks like we'll probably end up behind China in terms of renewable energy with the way trump has campaigned. "
    ], 
    "115": [], 
    "116": [], 
    "117": [], 
    "118": [
        "We joke, but the Internet had a huge impact on this campaign. It gave Trump a platform by which he turned from a laughing stock to a legitimate contender. \n\n\"Discuss the influence of Internet memes in the politics of 2016\" could definitely be a history question in a few decades. ", 
        "And he gets to break the tie in the supreme court in his favor.  There are effectively zero checks on his power at this point.", 
        "Imagine when interdimensional travel become possible...\n\"Hey what dimension are you from?\"\n\"F-402, Where Trump wins presidency in 2016\"\nAnd the whole room goes silent. ", 
        "\nIf this US election was about beating back the establishment, why did so many incumbents gets reelected?", 
        "Imagine that once he's in office, he suddenly reveals a much more moderate and centrist side. This pisses off the religious right and the xenophobes, but he's Trump, he couldn't care less. If this really happens, then it would be a fitting finale to one of the most insane US presidential elections in history.\n\nAlso, in that case, it is entirely possible that he chose Pence as VP just to gain votes from those religious right-wing nutcases.", 
        "Time to watch the internet break itself apart.\n\nSuck on that, Kim."
    ], 
    "119": [
        "May you live in interesting times. "
    ], 
    "120": [
        "Kerry became Secretary of State after his loss. Not bad. "
    ], 
    "121": [
        "Did Hillary just duck out of giving a concession speech?\n\nEdit: I wasn't referring to wether or not she would duck out of giving one. Just ducking out of giving one to all of her supporters at Javits center. It just seemed to me that she sent out podesta, told everyone to go home, even said \"we aren't doing anything tonight.\" Just to give the concession call to trump not even an hour later.", 
        "I am beyond disappointed in the results and concerned for the country. \n\nThat said congrats Trump supporters and I hope you hold him to the same accountability you held Hillary to. ", 
        "I'm so disappointed in Hillary for not coming out and giving a concession speech, her supporters were waiting all day in the Javits Centre (which was embarrassingly overelaborate).\n\nThis is going to look especially bad considering the fact we all went on and on about how Trump should accept his loss with grace.", 
        "Hillary didn't even address her supporters. WTF?! "
    ], 
    "122": [
        "What is something positive about him winning?", 
        "\"Because you'd be in jail\""
    ], 
    "123": [
        "i feel like a lot of trump support wasn't vocal about it because of being taboo in a lot of sense. but when it came to the poll they were free to vote how they really wanted"
    ], 
    "124": [], 
    "125": [
        "Honest question from a European: I read that Clinton had the majority of votes nationwide, but lost where it comes to the electoral votes. This seems like an absurd situation, so why is the system arranged the way it is? It seems like more than half of the population gets screwed out of their preferred (or at least, least worse) candidate this way.\n\nEDIT: Didn't expect this many replies. Reading through them atm! But thanks in advance!"
    ], 
    "126": [], 
    "127": [
        "I was thinking the same until I saw this... http://imgur.com/thiq8Zp"
    ], 
    "128": [], 
    "129": [
        "Florida got medical! First in the south, it's a step in the right direction. ", 
        "[First 100 days](http://www.npr.org/2016/11/09/501451368/here-is-what-donald-trump-wants-to-do-in-his-first-100-days) \n\nI was shocked I agreed with anything, but I am actually in favor of pulling out of TPP. The other points I am either neutral, incredulous, or extremely saddened by.", 
        "I thought this was a great article that explained clearly, and even from a liberal point of view, that Trump would be *bad,* but not disastrous and why. It laid out a lot of clear points of what Trump may try to do in his presidency, and why *both* sides need to be on their toes to challenge him if need be.\n\nIt's one of the few articles I've found that keeps it objective stating that *yes,* it is bad, but doesn't scream: *THIS IS THE END OF THE WORLD!!*", 
        "In other referenda: medical marijuana has been legalized in Florida, Colorado raised minimum wage, and Oklahoma adopted the death penalty. \n\nP.S. this is the what Nixon trained us for right!"
    ], 
    "130": [
        "OP better deliver", 
        "CNN reporters salty af  comparing electoral and majority votes. Hell this may be the first step to banning the electoral college.", 
        "Australian female here. Any male Americans wanting a permanent visa for Australia. I'll marry you. "
    ], 
    "131": [
        "Hello darkness my old friend ", 
        "I was here, I saw that. Hello me from 2043."
    ], 
    "132": [], 
    "133": [
        "Conservative women PM in the U.K., Conservatives celebrity President in the US.\n\nPunk rock is coming back ", 
        "Winter is coming"
    ], 
    "134": [
        "That has to be an impressive line on Austin's CV: Once gave the 45th President of the United States the Stone Cold Stunner.", 
        "Didn't Bush lose the popular vote in 2000?\n\nEdit: yes, he did. https://en.wikipedia.org/wiki/United_States_presidential_election,_2000"
    ], 
    "135": [], 
    "136": [
        "Thank God I wasn't the only one who noticed. Also one guy in the crowd was unknowingly getting a phone call while trying to record The Donald walking past. ", 
        "I believe this is the funniest remindme I've ever seen.", 
        "I tried to keep the policies of each candidate in mind, rather than their scandals. On Trump:\n\nHe expressed anti-vaccine sentiments.\nHe is a climate change skeptic.\nHe's proposed bans on religious minorities, as well as cracking down on illegal immigration; don't get me wrong I think it's a problem, but I think his approach is a poor one.\nHis VP is the most anti-LGBT politician we've seen.\nHe also has a questionable track record on women's rights, and his list of supreme court justice nominees is terrifying.\nHe goes against major economists on his trade policies, and he has no evidence that free trade costs jobs.\n\nThese are the main issues that matter to me, and comparing Donald and Hillary's positions; it becomes clear who is my candidate in this election. I simply can't believe he won. I'm scared that this will embolden racists to take action against minorities. I'm scared we'll see an increase in gay-bashing. I'm scared that more women will be harassed at clinics, and that doctors will be threatened.\n\nIf his speech tonight is more indicative of his presidency than his campaign has been, I'm more hopeful. But I'm still very very nervous.\n"
    ], 
    "137": [
        "irony? Tomorrow Germany will celebrate the fall of the Berlin Wall"
    ], 
    "138": [], 
    "139": [
        "Yesterday, all my troubles seemed so far away."
    ], 
    "140": [
        "I'm really worried about the environment...."
    ], 
    "141": [
        "Here's where the Democrats fucked up:\n\nYou know which Democratic presidential candidates have won elections? Those that came out of left field. If you asked Joe Schmoe's opinion on Carter, Bill Clinton, and Obama 4 years before they were elected President, they most likely would've received a \"Who?\" and a quizzical look. And yet, those three candidates would hold the highest office in the land within an election cycle. This strategy is so sound that it even happened in the GOP convention with Ronald Reagan in 1976.\n\nBy comparison, establishment candidates -- such Gore, Kerry and Hillary -- come off as too elitist for middle America.\n\nThere may be some junior senator or little-known state governor buried deep in the speech list at the 2016 Democratic National Convention who might be up for the job. It unfortunately can't be a woman unless she's a successful governor of a conservative state like Texas, Kansas or Georgia. Shitty as it is, it most likely needs to be a little-known-but-successful male governor or senator from the midwest.", 
        "Sorry*\n"
    ], 
    "142": [
        "Did anybody notice that right after Trumps speech the background music was ~~a really weird choir singing~~ \"You Can't Always Get What You Want\" by The Rolling Sones. Very odd song choice lyrically. \n\n*I mainly know the song from Weird Als polka from the 80s. Haven't heard the original enough but apparently the choir is in the song. I guess I should listen to more music! ", 
        "He has been using that song for a lot of his campaigning. The Rolling Stones repeatedly asked him to stop, which is slightly hilarious.", 
        "This is what happens after a few decades with a broken school system... "
    ], 
    "143": [
        "I can't believe the Dems fielded Hillary when she was predicted to lose to trump, while sanders was predicted to win. It's like the parties are colluding.....", 
        "This is a serious non-troll question. Are there still people who actually believe the wall will be built and haven't realized it was a marketing gimmick that served as a metaphor for his immigration policy as a whole?\n\nI see a lot of wall memes still, but I am hoping they are just jokes. "
    ], 
    "144": [
        "Ideology is the death of critical thinking."
    ], 
    "145": [
        "Yup he even use to be democrat and Clinton's friend", 
        "Off to mars with our friend elon"
    ], 
    "146": [
        "Vote Waldo!", 
        "Well I'm going to The Winchester, grabbing a nice cold pint, and waiting for all this to blow over.", 
        "I'm just excited for southpark"
    ], 
    "147": [
        "This is exactly it. ", 
        "Exactly, I didn't vote for him either, but his tone and the content of his message make me hopeful. He mentioned he wanted to bring all Americans together and hopefully he will actually work toward that and not disappoint us. ", 
        "Exactly, it's extremely mature and somber. Hope this Trump stays..."
    ], 
    "148": [
        "Given he's flipped flopped on TONS of social and political topics in the last few years, it's entirely possible. ", 
        "What is the possible future for net neutrality, & the internet in general, under a Trump Presidency?"
    ], 
    "149": [
        "Can you imagine working your entire life to be President of the United States, only to lose to someone who's last gig was being on Celebrity Apprentice?"
    ], 
    "150": [
        "A dead gorilla is idolized. Pepe the frog is officially considered a hate symbol. Clowns revolted against society and now lurk schoolyards with chainsaws. The gender line is so blurred that the concept of identity is being completely rewritten. The Cubs won the world series. And Donald J. Trump is the 45th president of the united states.\n\nI can't take 2016 anymore. I just can't. I, I can't."
    ], 
    "151": [
        "I'm shocked."
    ], 
    "152": [
        "And then >= 2 of his choices on the Supreme Court. :(", 
        "See? That's what we Chinese don't understand: elections are stupid if people don't know how to choose for themselves (Look at the choices!). We would keep Obama until he's 70 regardless Michelle likes it or not.  EDIT: /s"
    ], 
    "153": [], 
    "154": [], 
    "155": [
        "The markets are plummeting but comedy and punk are in for an upswing.", 
        "At least punk rock and standup comedy will be good again ", 
        "His VP is notoriously anti LGBTQ rights and Trump has said that he wants to elect a Supreme Court judge who feels that same-sex marriage should be a state decision.\n\nI'm not sure if he'll actually do that but that's the reason people are scared."
    ], 
    "156": [
        "Leicester win the English Premier League."
    ], 
    "157": [
        "I dont want to dance! Im scared as hell!", 
        "What confuses the hell out of me is how 10 independent polls AND and exit polls could be off by such a huge margin. \n\nExit polls were 94% in favor of Clinton. Were they just not polling people in Trump supporting precincts?"
    ], 
    "158": [], 
    "159": [], 
    "160": [], 
    "161": [
        "Then you would have enough money to build mars colony.", 
        "So Mr. Musk how long till the Mars rocket is ready? "
    ], 
    "162": [
        "Unfortunately not in Arizona :c", 
        "A lot of people, including myself, were able to get healthcare only because the Affordable Care Act gave them the chance to. How are Republicans going to help us keep our insurance once they get rid of the Affordable Care Act?\n\nBy the way this rule sucks about posting questions like this in AskReddit, this will never be seen here.", 
        "Not everywhere, unfortunately..."
    ], 
    "163": [], 
    "164": [], 
    "165": [
        "Even 3 weeks ago it seemed far fetched. ", 
        "We should have organized a joint agreement with all voters that it doesn't matter who wins, lets just impeach either one and start over with real candidates."
    ], 
    "166": [
        "Yeap. She conceded over the phone. ", 
        "You always concede over the phone first."
    ], 
    "167": [
        "So the clincher for Trump was the rust belt. A large number of working and middle class Americans that have seen their salaries stagnate making them poorer over time because their wages didn't keep up with inflation.\n\nMy question is, can Trump actually solve this. The plan seems to be to aggressively tax goods imported from countries with lower cost of living and thus lower cost of production to force manufacturing to return to the US. How realistic is this?", 
        "As an independent voter It's now obvious to me that the democrats almost directly control the mainstream media. I've been listening to how Hilary is going to blow out trump for the last how ever many months.\n\nThis whole thing is a direct result of Americans being fed up with the corruption in Washington. Hopefully something changes. \n\nSouth Park is also going to be hilarious now."
    ], 
    "168": [], 
    "169": [], 
    "170": [
        "I could not agree with this more. Sanders was the best choice to go head to head with Trump. Instead, they were left with two shitty options.", 
        "I can't imagine what Hillary must be feeling right now, though. To be *so* sure of your victory and then have things go the complete opposite of how you expected and to know that you will most likely never run for president again and that your career is effectively over must be just...Yikes. I'd be hitting the bottle hard.", 
        "In this moment I suddenly realize how much I took for granted that the government can sort itself out, that the branches will counterbalance one another (somewhat).\n\nA head of state that doesn't operate on anything but his own internal whim. Legislative bodies to support that. A vulnerable court. Global political instability making this even more far-reaching.\n\nSo this is what it feels like to feel so unsafe.", 
        "umm ashton is literally sitting in the dark in his house with a bottle of bourbon and a loaded handgun. \"It was a prank it was all just a prank!\""
    ], 
    "171": [
        "'Well there was this cartoon frog on the Internet...'"
    ], 
    "172": [], 
    "173": [], 
    "174": [
        "Uk: were the madest lads, leaving the EU. No one can top that. \n\nUSA: Yo check this out."
    ], 
    "175": [
        "Oh she's done. for good. You cant come back from this kind of loss, ever. Kerry was the laughingstock of the democratic party, and he only lost George W.", 
        "the traditional SNL president bits almost write themselves now", 
        "He is very much against the LBGT community. I actually was just reading an article were he plans on basically, not only stripping us of our marriage equality rights but also any protective acts in place that help our trans community as well. It is just, a very a sad day in history. People with family who already hate them for being LGBT just had more fuel added to their fire. It is very scary. "
    ], 
    "176": [
        "Thank you for mentioning this I was thinking the exact same thing dude is the definition of a religious narrow minded zealot this needs more up votes"
    ], 
    "177": [
        "Congratulations to OP. You've won the karma race."
    ], 
    "178": [], 
    "179": [
        "Ouch\n"
    ], 
    "180": [
        "The winner of tonight's election is the Voyager space probe which is currently traveling at 62,137 km per hour away from the Earth into interstellar space.", 
        "Hillary and snowden sharing an apartment in a repurposed office in the Kremlin. \n\nA sitcom I'd watch ", 
        "And his whole policy on making wind farms non-existent because they are killing all of the eagles......"
    ], 
    "181": [], 
    "182": [
        "RIP global warming 1896 - 2016", 
        "Has there been a generation since 1900 that has had as little to look forward to as millenials? Dying planet, resources depleting, automation taking jobs, resurgence of right wing nationalism and hatred, shaky economy. It's hard not to be depressed looking forward.", 
        "The real winner here is Mister garrison. 4 more years of southpark Mister president Garrison"
    ], 
    "183": [
        "Watch \"Goodbye, Lenin.\"  It's a fantastic German film along these lines.", 
        "gg lads    "
    ], 
    "184": [], 
    "185": [
        "The thing about crazy unkeepable promises is that, when you actually come into office, the people crazy enough to elect you want them to happen."
    ], 
    "186": [
        "I'm very left leaning, pretty concerned, not happy. \n\nBut I'm trying to accept it. I realize this is how conservatives felt the last two elections, and yet life went on. I have actually learned from them, not to unnecessarily plunge myself into doom and gloom, into apocalyptic sentiments. I'm going to hope that he will be a lot more normal, and stable than we thought. His speech tonight had a very normal tone, which is encouraging. \n\nI don't know, it's kind of like hearing that you have a serious disease, but you have a chance at surviving it. I want to accept this with class and grace, and courage. Congratulations to our disenchanted, right leaning population. I'm rooting for America to succeed, and trying to have an open mind. "
    ], 
    "187": [
        "As a german, I see no problem whatsoever with electing an aggressive, populist, xenophobe guy into a position of power.  \n  \nWhat could possibly go wrong?", 
        "You know what pissed me off tonight? When one of the CBS analysts said something to the power of \"Bernie must be kicking himself that he didn't try harder\"."
    ], 
    "188": [
        "Karma karma karma karma karma  karma chameleon "
    ], 
    "189": [
        "Just posting here coz noone will notice but I'm gay and I had to tell someone eventually"
    ], 
    "190": [
        "CNN is a complete shitshow right now. It's so bad it's actually sort of sad. It just a bunch of people questioning what is even relevant anymore."
    ], 
    "191": [
        "He may not be the candidate that I chose, and he certainly has his (more than) fair share of flaws... but he won.\n\nGame over.\n\nRegardless of who I supported, I fully recognize that during a political campaign, every single mistaken word or action taken over the course of a lifetime will be scrutinized.  Who among us would hold up to that same scrutiny?  \n\nThat being said... I truly hope that my opinion of him has been unfairly distorted by the media which I choose to consume.  If he truly is the monster that we fear, then our nation can withstand him.  Our political system is not a monarchy.  We will have another chance to speak our minds, with our votes, in 4 years.\n\nHowever, if he's not truly a monster.. if instead, he's just a flawed man, like any other, who truly believes that he can \"make America great again,\" then as an American I owe him the allegiance and respect that are due to the office.  \n\nCongratulations to President-Elect Donald Trump.  "
    ], 
    "192": [
        "I'm still remembering Berenstein."
    ], 
    "193": [], 
    "194": [
        "We house all of your shitty grandparents who voted for the clown... \nYour welcome, and btw, Nana says to call her, pop pop can't get the clicker to work again."
    ], 
    "195": [], 
    "196": [], 
    "197": [
        "Here's to hoping it isn't as bad as many of us are anticipating. Cheers.", 
        "The proof we don't have a dynasty system here is important.  The US was founded on the idea of representative governance, not royalty.  Bush, Clinton, etc have all gone to demonstrate a dynastic bend in the past years was a bad thing.  "
    ], 
    "198": [
        "Imagine how she feels after all that, this morning preparing with unwavering confidence to win the presidency by a landslide. She will wake up tomorrow with an unbelievably heavy heart.\n\nShe has one thing left to do, give her concession speech. Then she can peace out and cry for a few months/explode."
    ], 
    "199": [
        "V", 
        "", 
        "You can?", 
        "Well immediately stock markets have dropped.", 
        "But then our 9/11 was their 11/9", 
        "19+1+1+1+1=23!", 
        "/r/unexpectedfactorial ", 
        "", 
        "/r/shouldvebeenbernie", 
        "FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKK"
    ], 
    "200": [
        "the new vice president thinks gay people need shock therapy to stop being gay.\n\nhe's scarier than trump is.", 
        "I'm having flashbacks from the W. Bush election, except a 100 times worse.", 
        "With any luck, this will end up changing how American politics is conducted.  The parties like to choose who to nominate instead of following the lead of the people.  Our two party system is stagnating and needs to be overhauled."
    ], 
    "201": [
        "A silver lining: the next White House Correspondents Dinner will be awesome. "
    ], 
    "202": [], 
    "203": [
        "As a West-European (Netherlands) I'm scared what will happen. I know the US doesn't want to protect us anymore (which I understand, European countries shrunk their armies...), but letting Europe collapse and let Russia get (Eastern) Europe ain't great for both parties I think. Europe is also much to dependent financially on the US. The US is the greatest export country for my country, so limiting that will kill our economy and that of many others as well.\n\nThis result may be great for the US (I don't know yet as I'm not a American) but for Europe this might be the final blow and I'm afraid for what might happen :(."
    ], 
    "204": [
        "I do, but I'm also female. Is that okay?"
    ], 
    "205": [
        "An East coast state got recreational weed, a southern state got full medical, AND WE GET THR MULTI MILLION DOLLAR ONLY ONE COPY EVER WUTANG ALBUM?\n\nthis is not a half bad consolation prize", 
        "Patton Oswald had a whole bit about how he'd happy give back the 10 minutes of material to undo 8 years of Bush."
    ], 
    "206": [
        "And both will be covered by Huffington Post in their entertainment section.  They said it themselves last year.", 
        "It's only rigged when it might go against your choice. When it comes out in your favor, then it's only because the conspiracy failed to take hold. ", 
        "This is a shitstorm of a comment section.", 
        "Everyone loves democracy until someone wins that they dont like."
    ], 
    "207": [
        "There are already a bunch of articles about this exact topic. From what I gather from a few of them, pollsters were thrown off by the voters who didn't want to admit they supported Trump (being called \"Shy Trump\" voters), and by the rural white folks who tend not to respond to pollsters' calls but turned out in huge numbers in this election. \n\nI'm sure that this election will bring about a change in the pollster profession. Most of them got schooled yesterday. ", 
        "And 4 years ago the GOP was having an autopsy because it was doomed due to demographics. "
    ], 
    "208": [], 
    "209": [
        "This is not a question."
    ], 
    "210": [
        "Even yesterday it did being perfectly honest...", 
        "Yeah it's lost it's believability to be honest. "
    ], 
    "211": [], 
    "212": [
        "Improve, ruin, same thing! Drunk uncle is gonna be so big on SNL. "
    ], 
    "213": [], 
    "214": [], 
    "215": [], 
    "216": [], 
    "217": [], 
    "218": [
        "French and German Male here. Anyone fancy a Visa?"
    ], 
    "219": [], 
    "220": [
        "Jokes on them I was only acting retarded", 
        "His speech was something I didn't expect of him. For a moment he was acting decent..."
    ], 
    "221": [
        "Thanked and congratulated Hillary. Was really humble about everything. Then talked about equality for everyone and how America needs to bind together. He also stated that he wants to build up relationships with other countries. Pretty much the opposite of what I was expecting\n\nEdit: Just to clarify I'm Australian so I haven't been following super closely to everything the US political candidates have said previously throughout the campaign"
    ], 
    "222": [
        "If only she would have refused a little harder and maybe, idk, campaign in places like Wisconsin."
    ], 
    "223": [], 
    "224": [], 
    "225": [
        "Can someone explain in detail why Hillary Clinton is so loathed?\n\nI am genuinely curious and open to new information\n\nFrom what I have gathered, her most unforgivable offenses are:\n\n-according to Wikileaks: Hillary, or at least those who represented her, had a corrupt influence on the result of the Democratic primaries. This cast aside Sanders, ultimately sealing Donald Trump as the next president.\n\n-Illegally used a private email server\n\nI'm sure there is more. Sources would be great. I'm trying to get a feel for how much of the resentment toward her is based on tangible things she has done, and how much of it is rooted in primal sexist and misogynistic behavior/thinking. Or as another Redditor more eloquently put it: the dying struggle of the uneducated white male.\n\nI'd love to hear some responses and form an objective opinion on whether or not she is deserved of so much vitriol.\n", 
        "From the perspective of a slightly liberal leaning american living abroad, couple thoughts:\n\n1. Well. That was unexpected.\n2. There were way more reasons than just Emails to not elect Hilary. Totally understand people's distrust of her. \n3. Bernie Sanders supporters need to get over it already. The fact that he was able to raise the issues that he did (student debt, basic minimum wage, etc.) was a massive victory in itself. \n4. Shit. \n5. My salary is going to either take a massive dive or get a huge bump and it will be entirely based on the upcoming dollar valuations.\n6. I've never had more in common with the British dude next to me at the bar.\n7. America is a resilient son of a bitch. We survived the Revolution, Jackson, the Civil War, several economic depressions during years of crucial economic importance, both world wars, the Cold War, Nixon, and Cheney. Everything is going to be cool. ", 
        "> their own\n\nTheir constituents'. I strongly suspect most members of the government will be on private plans."
    ], 
    "226": [], 
    "227": [
        "You need a wife? I'm Spanish/Mexican and I can make some bomb tacos!", 
        "Are we in a Black Mirror episode about how being presumptuous with major decisions can backfire horribly if not taken seriously?"
    ], 
    "228": [
        "It's just a prank bro"
    ], 
    "229": [], 
    "230": [], 
    "231": [], 
    "232": [
        "Most of them have got schooled this entire year. They have routinely failed to predict anything, confirmation bias is a bitch. To be fair though the prevalence of cell phones makes polling difficult and the closet trump supporter  is impossible to quantify. They had the same problems with Nixon."
    ], 
    "233": [], 
    "234": [
        "I hate that I have to upvote this."
    ], 
    "235": [], 
    "236": [
        "It's not shocking at all to me.  As a bartender, there have been many a group discussion on politics while CNN played on the TVs.  Everyone would murmur how \"both candidates suck\" and how we're screwed.\n\nHowever, once the crowds cleared and there was nothing left but one-on-one conversation with the guests and I, their pro-Trump colors would show."
    ], 
    "237": [], 
    "238": [
        "I wonder how much Obama is kicking himself right now for talking Biden out of running. \n\nNot that he necessarily would've won, but Diamond Joe doesn't have nearly the baggage the Clintons have, he's a likeable guy, and a relatable figure for the middle class. I doubt Candidate Biden loses Pennsylvania, for fuck's sake.", 
        "Hi historians!", 
        "I call dibs! Hi I'm a mechanic, so if you don't find me handsome at least you will find me handy"
    ], 
    "239": [], 
    "240": [], 
    "241": [], 
    "242": [], 
    "243": [], 
    "244": [], 
    "245": [
        "No supreme court as well."
    ], 
    "246": [], 
    "247": [], 
    "248": [], 
    "249": [], 
    "250": [
        "I think it has less to do with him simply being a Republican and the the fact that he's a severely under qualified reality TV personality. McCain for example, maybe you would greatly disagree with his views but at least he's a qualified, and overall decent person that can hold the position of President. "
    ], 
    "251": [], 
    "252": [
        "This assumes he doesn't find a way to \"open up the libel laws\" like he promised to do."
    ], 
    "253": [], 
    "254": [], 
    "255": [
        "Turkey collapse confirmed"
    ], 
    "256": [
        "If he proves that to be true, I will happily eat the \"anyone but Trump\" hat I have been wearing."
    ], 
    "257": [], 
    "258": [
        "mommie, i'm scared."
    ], 
    "259": [
        "Texting Snowden about that spare room ", 
        "Welp nationalism making a comeback "
    ], 
    "260": [
        "2016, ladies and gentlemen. Unreal."
    ], 
    "261": [], 
    "262": [], 
    "263": [
        "This will ruin so many Thanksgiving dinners.", 
        "My biggest wish for this presidency is that all cabinet firings be televised."
    ], 
    "264": [], 
    "265": [], 
    "266": [], 
    "267": [
        "Gotcha bitch"
    ], 
    "268": [
        "She was not just annihilated, she took the entire Democratic Party and progressive movement with her. This is a monumental defeat. Evan Bayh fucking lost in Indiana for Christ's sake."
    ], 
    "269": [
        "20+ years, hundreds of millions of dollars, all her political favors and influence, all leading up to a campaign where she was predicted to win easily, just to get annihilated?  I would image it will take her a while to regain enough composure to hide her anger and disappointment long enough to make a public appearance."
    ], 
    "270": [], 
    "271": [], 
    "272": [
        "The \"Western Spring\". Hopefully doesn't go the same way the Arab spring went...", 
        "I would like to petition Canada to Annex California Oregon and Washington. We shall  form the Pacifica Provence. If that fails I would like to Petition the Queen of England to end this 240 year experiment in self rule by the colonies.", 
        "Cthulhu help us all."
    ], 
    "273": [
        "And Leonardo won an Oscar!"
    ], 
    "274": [], 
    "275": [
        "Damn his son looked so tired "
    ], 
    "276": [
        "January 2017 news headlines read, \"Mexico builds ladder.\" Cheeky bastards ;)", 
        "I feel like an outside observer watching the Titanic sink while I am in fact inside the Titanic. Strange feeling.", 
        "You silly fat bastards"
    ], 
    "277": [], 
    "278": [], 
    "279": [
        "I wake up to the sound of my brother throwing up and the sight of my cat trying to eat a wad of thread. That about sums up my feelings here."
    ], 
    "280": [
        "And Bill Maher!", 
        "I'm taking applications, in other words let's see about those tacos!"
    ], 
    "281": [], 
    "282": [], 
    "283": [], 
    "284": [
        "Anyone have thoughts on how this might affect the real estate market short term vs. long term?"
    ], 
    "285": [], 
    "286": [
        "This is blowing my mind. I haven't even decided how I feel. "
    ], 
    "287": [], 
    "288": [
        "The fuck is this NowThis or Young Turks it's hard to tell."
    ], 
    "289": [], 
    "290": [], 
    "291": [], 
    "292": [
        "Well there goes my environmental science degree."
    ], 
    "293": [
        "Born too late to explore the earth\n\nBorn too soon to explore the galaxy\n\nBorn just in time to have Donald J Trump as my president"
    ], 
    "294": [], 
    "295": [], 
    "296": [], 
    "297": [
        "Clinton's endless corruption came back to bite her. Shame on the GOP for nominating a hateful idiot, and shame on the Dems for nominating the one person who couldn't defeat Donald fucking Trump. "
    ], 
    "298": [], 
    "299": [], 
    "300": [], 
    "301": [], 
    "302": [
        "Can anyone give me a quick rundown on his policies? "
    ], 
    "303": [
        "This is what happens when you buy and cheat your way onto the ticket like HRC did. You can only buy and cheat your way so far. The 24+ years of lies and scandals couldn't stay buried.\n\nIt should have been Bernie."
    ], 
    "304": [], 
    "305": [
        "Clown Fiesta"
    ], 
    "306": [], 
    "307": [], 
    "308": [
        "This is where everything Donald has said means nothing.\n\n\"Lock her up\" --> \"She deserves our gratitude\""
    ], 
    "309": [], 
    "310": [
        "If he shifts from that persona to this one, I will thank the stars so much. I will not be mad at all."
    ], 
    "311": [
        "If I'm on Obamacare, and I developed a medical condition, and on the first day of the new Congressional session they repeal Obamacare, do I now have a preexisting condition?", 
        "It's sad seeing the political extremists on both sides of the spectrum forcing very broad generalizations on the entire silent majority which in turn leads to more division and strife between the political parties. The massive cultural divide in our nation is something that Trump needs to deal with before it gets more out of hand then it already is. Hopefully US citizens can look past their differences and work to rebuild our society."
    ], 
    "312": [], 
    "313": [], 
    "314": [
        "London and New York have fallen, only Hong Kong remains.", 
        "2024, Mayor of New York, DJ Kahled "
    ], 
    "315": [
        "Well the GOP has full control now, inherits a slow but steadily growing economy, no major military interventions taking place, there ZERO excuses to not deliver on everything they have promised. \n\nWe better see some damn improvements over the next few years, otherwise anyone that criticized Obama can eat a bag of dicks. \n\nMaking our country a laughing stock with a leader that has no redeeming character traits better be worth it. I am not optimistic. ", 
        "FBI uncovers Al-Qaeda plot to just grab some popcorn, sit back and let the US fuck itself up.", 
        "Dicks out "
    ], 
    "316": [
        "Stage 3: Bargaining", 
        "puts tinfoil hat on"
    ], 
    "317": [
        "< See's election results>\nPutin chuckles while petting his domesticated bear and sips vodka out of his Ukrainian bedslave's contortionist asshole"
    ], 
    "318": [
        "Please analyze the rise of populism within american and British societies, be sure to include the rise of the internet as an alternative to the 20th century vision-tubes and the impact the transition had. "
    ], 
    "319": [], 
    "320": [], 
    "321": [
        "And Massachusetts "
    ], 
    "322": [
        "hoping donald will prove me wrong on all counts. i'm not terribly optimistic though."
    ], 
    "323": [
        "[Serious] Does the Republican party come out stronger than ever now (despite initial predictions of imploding under the weight of Trump), or are there still massive internal fractures?"
    ], 
    "324": [
        "Well that and the show they had pronounced it \"bear-ensteen\""
    ], 
    "325": [
        "He's actually having a bit of a career resurgence at the minute, too."
    ], 
    "326": [], 
    "327": [], 
    "328": [
        "Rotate 180 degrees and its the same, minus the slashes of course. \n:D"
    ], 
    "329": [], 
    "330": [], 
    "331": [
        "We have to keep them around as an early warning system"
    ], 
    "332": [
        "So, just to recap how historically significant this year is:   \n- In January, the World Health Organization announced the Zika outbreak.   \n- In January, David Bowie passed.   \n- In February, the Pope and the Patriarch met together for the first time in almost a thousand years.   \n- In February, Antonin Scalia passed.   \n- In March, Nancy Reagan passed.   \n- In March, there was the Brussels bombing.   \n- In April, Prince passed.   \n- In May, Egypt Air Flight 804 crashed.   \n- In May, the Filipinos elected mass-murder Duterte.   \n- In June, the UK voted to leave the EU.   \n- In June, Muhammad Ali passed.   \n- In June, there was a major terrorist attack in Orlando.    \n- In July, the Philippines won a landmark suit against China in an international governing body.   \n- In July, there is a failed coup in Turkey.   \n- In July, there was a major terrorist attack in Germany.   \n- In July, there was a major terrorist attack in France.   \n- In August, the 2016 Summer Olympics were held in Rio.   \n- In October, Colombia voted to continue its civil war.   \n- In November, the Cubs won the world series.   \n- In November, the USA elected Donald Trump.   \n- In November, there is a rare super-moon.   "
    ], 
    "333": [
        "We are entering a golden age of satirical comedy."
    ], 
    "334": [], 
    "335": [], 
    "336": [], 
    "337": [], 
    "338": [
        "American Horror Story's storylines just keep getting more terrifying each season. Dem plot twists tho."
    ], 
    "339": [], 
    "340": [], 
    "341": [], 
    "342": [], 
    "343": [], 
    "344": [
        "Does anyone know if there's voter turnout data available already? Interested in age demographics specifically. "
    ], 
    "345": [], 
    "346": [
        "On the bright side Martin Shkreli is releasing the Wu Tang album and 6 other unreleased albums for free because of trump winning\n\nEdit\n\nHere's the Wu Tang album:\n\nwell apparently when he bought it there was a clause that says he can't publicly release it for 88 years so there's that.. here's a preview though https://www.youtube.com/watch?v=mJ4Tl894L6g", 
        "I think his first order of business will be to carve himself into Mt Rushmore. "
    ], 
    "347": [
        "Divide & Conquer......oldest trick in the book."
    ], 
    "348": [], 
    "349": [], 
    "350": [
        "It should be 20 minutes of him shouting no at a camera. It would be art. "
    ], 
    "351": [], 
    "352": [
        "100% national healthcare is repealed. ", 
        "Until Trump decides it's still federally illegal and orders the DEA to raid all dispensers...", 
        "Two coloured presidents in a row."
    ], 
    "353": [
        "Like Genie adjusting his tie at the chessboard:\n\n\"I'm losin' to a rug...\""
    ], 
    "354": [
        "*Sshhhh don't give them ideas.*"
    ], 
    "355": [], 
    "356": [
        "YEEZY YEEZY YEEZY JUST TRUMPED OVER TRUMPMAN"
    ], 
    "357": [
        "I'm just passing by, don't remind me."
    ], 
    "358": [], 
    "359": [
        "Can I just wear a wig and shave my beard? \n\nI can tuck. "
    ], 
    "360": [
        "What is going to happen to Trump physically as President, Obama's hair greyed a lot in those first 4 years, and his skin showed the signs of the stress of being leader of a country the size of America, What will happen to his hair? Does Polyester go grey with stress? What happens to fake tan under pressure?"
    ], 
    "361": [], 
    "362": [
        "What if during his speech his jacket fell off revealing that he was 3 kids standing on top of each other's shoulders this whole time "
    ], 
    "363": [], 
    "364": [
        "\"Democracy is a device that ensures we shall be governed no better than we deserve.\" -  George Bernard Shaw."
    ], 
    "365": [
        "plus they can serve as makeshift blankets, which will come in handy"
    ], 
    "366": [
        "9/11 or 11/9, the 9-11 combination has been unfortunate for the US"
    ], 
    "367": [], 
    "368": [
        "ggwp please report team feed"
    ], 
    "369": [
        "**lel**"
    ], 
    "370": [
        "Never forghetti, 11/spaghetti"
    ], 
    "371": [], 
    "372": [], 
    "373": [], 
    "374": [
        "Frank Underword 2016\n", 
        "Am I dreaming?", 
        "No more Arpaio in AZ"
    ], 
    "375": [
        "Vault-Tec when?", 
        "Snooki is overjoyed."
    ], 
    "376": [], 
    "377": [], 
    "378": [
        "**\\#LISASIMPSON2020**"
    ], 
    "379": [], 
    "380": [], 
    "381": [], 
    "382": [
        "He memed himself into the whitehouse.", 
        "Whoops."
    ], 
    "383": [
        "Oooohhhh Jeeeeez"
    ], 
    "384": [], 
    "385": [], 
    "386": [], 
    "387": [
        "First president to be featured in a Playboy soft core porno."
    ], 
    "388": [], 
    "389": [], 
    "390": [], 
    "391": [
        "Survivors meet back here in four years, the canned dog food is on me."
    ], 
    "392": [], 
    "393": [], 
    "394": [], 
    "395": [
        "Trump sat alone in a boggy marsh"
    ], 
    "396": [], 
    "397": [], 
    "398": [], 
    "399": [
        "[._.](http://i.imgur.com/mpKZg.jpg)"
    ], 
    "400": [], 
    "401": [], 
    "402": [], 
    "403": [
        "It's up to Americans to hold him to his good promises (term limits, dropping TPP, finance regulation etc) and make him drop his bad ones (wall, Muslim ban, immigrant roundup, global warming denial etc)."
    ], 
    "404": [], 
    "405": [], 
    "406": [], 
    "407": [], 
    "408": [], 
    "409": [], 
    "410": [
        "With a republican congress and a republican president, what do you think will happen to the federal student loan program? Will it get halted? What is the future for the young Americans in college?\n\nWill they force us to go to private banks or is the student loan program too low of a priority to concern the new administration?"
    ], 
    "411": [
        "Dormanmu I've come to bargain"
    ], 
    "412": [], 
    "413": [
        "I work at a liquor store in Australia. Sales were up."
    ], 
    "414": [], 
    "415": [], 
    "416": [], 
    "417": [], 
    "418": [], 
    "419": [], 
    "420": [
        "Ruth BG better take her vitamins, that's all I have to say."
    ], 
    "421": [
        "\"As democracy is perfected, the office of the President represents, more and more closely, the inner soul of the people. On some great and glorious day, the plain folks of the land will reach their heart's desire at last and the White House will be occupied by a downright fool and complete narcissistic moron.\" H.L. Mencken - July 1926"
    ], 
    "422": [], 
    "423": [], 
    "424": [], 
    "425": [], 
    "426": [], 
    "427": [], 
    "428": [], 
    "429": [], 
    "430": [], 
    "431": [], 
    "432": [], 
    "433": [], 
    "434": [
        "LePen will probably win the first round (25-35%) and lose against the candidate of Les Républicains (Alain Juppè / Sarkozy or someone else) in a runoff that will probably look like the 2002 runoff between Chirac and Jean-Marie Le Pen (Marie Le Pens disgraced father, who was kicked out of his own party for being an antisemite)."
    ], 
    "435": [], 
    "436": [], 
    "437": [], 
    "438": [], 
    "439": [], 
    "440": [], 
    "441": [], 
    "442": [], 
    "443": [], 
    "444": [], 
    "445": [], 
    "446": [], 
    "447": [], 
    "448": [], 
    "449": [], 
    "450": [], 
    "451": [], 
    "452": [
        "As a Brit, I ask you Americans; what the fuck happened? (also join the club) "
    ], 
    "453": [
        "I'm still sitting here surprised wondering if he's been duping us all."
    ], 
    "454": [], 
    "455": [], 
    "456": [], 
    "457": [], 
    "458": [], 
    "459": [
        "Poe's law is an Internet adage which states that, without a clear indicator of the author's intent, parodies of extreme views will, to some readers, be indistinguishable from sincere expressions of the parodied views."
    ], 
    "460": [], 
    "461": [], 
    "462": [], 
    "463": [], 
    "464": [], 
    "465": [
        "Where are hostile aliens when you need them?"
    ], 
    "466": [], 
    "467": [], 
    "468": [], 
    "469": [
        "And Nevada.  \r\n\r\nKeep Tahoe Green"
    ], 
    "470": [
        "What's Poe's Law?"
    ], 
    "471": [], 
    "472": [
        "Random tip: go out and buy some newspapers today. Your grandchildren will be able to sell these headlines for a nice amount of money if you preserve them well."
    ], 
    "473": [], 
    "474": [], 
    "475": [], 
    "476": [], 
    "477": [], 
    "478": [], 
    "479": [], 
    "480": [], 
    "481": [], 
    "482": [], 
    "483": [], 
    "484": [
        "Personally, I blame Fallout 4 for romanticizing the apocalypse."
    ], 
    "485": [], 
    "486": [], 
    "487": [], 
    "488": [], 
    "489": [], 
    "490": [], 
    "491": [], 
    "492": [], 
    "493": [], 
    "494": [], 
    "495": [], 
    "496": [], 
    "497": [], 
    "498": [], 
    "499": [], 
    "500": [], 
    "501": [], 
    "502": [], 
    "503": [], 
    "504": [], 
    "505": [], 
    "506": [], 
    "507": [], 
    "508": [], 
    "509": [], 
    "510": [], 
    "511": [], 
    "512": [], 
    "513": [], 
    "514": [], 
    "515": [], 
    "516": [], 
    "517": [], 
    "518": [], 
    "519": [], 
    "520": [], 
    "521": [], 
    "522": [], 
    "523": [], 
    "524": [], 
    "525": [], 
    "526": [], 
    "527": [], 
    "528": [], 
    "529": [], 
    "530": [], 
    "531": [], 
    "532": [], 
    "533": [], 
    "534": [], 
    "535": [], 
    "536": [], 
    "537": [], 
    "538": [], 
    "539": [], 
    "540": [], 
    "541": [], 
    "542": [], 
    "543": [], 
    "544": [], 
    "545": [], 
    "546": [], 
    "547": [], 
    "548": [], 
    "549": [], 
    "550": [], 
    "551": [], 
    "552": [], 
    "553": [], 
    "554": [], 
    "555": [], 
    "556": [], 
    "557": [], 
    "558": [], 
    "559": [], 
    "560": [], 
    "561": [], 
    "562": [], 
    "563": [], 
    "564": [], 
    "565": [], 
    "566": [], 
    "567": [], 
    "568": [], 
    "569": [], 
    "570": [], 
    "571": [], 
    "572": [], 
    "573": [], 
    "574": [], 
    "575": [], 
    "576": [], 
    "577": [], 
    "578": [], 
    "579": [], 
    "580": [], 
    "581": [], 
    "582": [], 
    "583": [], 
    "584": [], 
    "585": [], 
    "586": [], 
    "587": [], 
    "588": [], 
    "589": [], 
    "590": [], 
    "591": [], 
    "592": [], 
    "593": [], 
    "594": [], 
    "595": [], 
    "596": [], 
    "597": [], 
    "598": [], 
    "599": []
}