{
    "AskReddit": [
        [
            "Whats your favourite colour and why?", 
            "Forest green. Because I like trees. Specifically evergreens. The color is relaxing, as is the environment and atmosphere."
        ], 
        [
            "You've just been murdered. Which T.V. detective do you want solving the case?", 
            "Ice T. I don't think I need to explain myself"
        ], 
        [
            "What movie closely resembles your life right now?", 
            "Eternal Sunshine of the Spotless Mind.  I suffer from tbi induced memory issues.\n\nI'm actually banned from watching the film.  I can't remember it, but watching it apparently consistently causes me to have a breakdown."
        ], 
        [
            "How do you think aliens reproduce?", 
            "Anal probes most likely "
        ], 
        [
            "If you could trade each of your IQ points for a million dollars, how low would you go?", 
            "Just enough to be legally retarded. Now I have millions AND government assistance.  "
        ], 
        [
            "What's the most fucked up shit that is happening, but no one is doing anything about?", 
            "Fat chicks in yoga pants. YOU KNOW THEY DON'T LOOK GOOD ON YOU. \n\n"
        ], 
        [
            "What is the best Ending Scene in Film History?", 
            "The Prestige. "
        ], 
        [
            "If we're living in a simulation, at what point do you think the people running it will be like : \"Okay, that's enough of that\"?", 
            "Lately it seems like they've been getting bored because they're adding a bunch of absurd stuff. "
        ], 
        [
            "Reddit, What keeps running thru your mind?", 
            "how a most everyday random event can just kill me, and just like that *poof* dead. "
        ], 
        [
            "You can have any superpower that can be found by in the bible (except those of God the father), which one do you pick?", 
            "I'll take Jesus's ability to heal people."
        ], 
        [
            "What's the hardest life lesson you've ever learned?", 
            "No matter how much love you have for someone, your actions can push them away from you forever"
        ], 
        [
            "What was your first sexual encounter?", 
            "With a banana "
        ], 
        [
            "What fictional character (book, movie, video game, etc) would you want helping you in a zombie apocalypse and why?", 
            "Ricky and Julian from the Trailer Park Boys.  They'd somehow always have a source of liquor and would be able to mobilize the kids in the park into forming a lookout."
        ], 
        [
            "What's the funniest quote you've heard when removed from it's original context?", 
            "\"That chicken wing saved my life.\""
        ], 
        [
            "You get to watch one movie with anyone, alive or dead. Who is it and what movie do you watch?", 
            "Robin Williams, What Dreams May Come. "
        ], 
        [
            "What seems more difficult than it really is?", 
            "Learning an instrument is really easy, mastering one on the other hand is a totally different story."
        ], 
        [
            "What's your favorite insult that doesn't contain a curse word?", 
            "\"your mother was a hamster and your father smelt of elderberries\""
        ], 
        [
            "What would be the platforms of your ideal political part and why?", 
            "Brutal tyranny, Britain is too stupid for democracy.  "
        ], 
        [
            "You can create a new emotion/feeling, what do you call it and how does it feel?", 
            "When you wake up after a long night of drinking knowing you did something embarrassing/stupid but you can't quite remember what it was. I'd call it \"warfed\"."
        ], 
        [
            "On average how many emails do you send and receive a day?", 
            "Approximately zero, give or take one."
        ], 
        [
            "What's the worst physical pain you have ever endured?", 
            "I did full on intensive cardio at the gym for a good 3 hours and went home. My legs were completely jelly. I went to bed and decided to take a well deserved wank. Midway through, my left calf and thigh cramped up and started to rapidly spasm. The pain was fucking intense but I had to force myself not to scream as I didn't want my parents busting into my room to see me naked with my hard dick in hand. I teared up a little and quickly finished up my wank. It was one of the worst wanks I've ever had. "
        ], 
        [
            "What are your weirdest/creepiest stories whilst or after using an Ouija board?", 
            "Obligatory not mine. My dad and his cousin took a Ouija board to some dirt crossroads somewhere in the Maine woods, my dad said that neither of them where touching the board and it started moving on its own. My dad grabbed the board and broke it in half and drove away. "
        ], 
        [
            "What's the worst punishment you've ever received?", 
            "Jail. "
        ], 
        [
            "Whose body do you wanna steal?", 
            "Charlie Hunnam's"
        ], 
        [
            "What's something you want to see in more novels?", 
            "Normalized LGBT characters.\n\nThe \"my gayness leaves me in eternal agony, every second in the closet is a knife through my veins\" character is good too, but more \"yeah I'm gay, so?\" characters would be nice."
        ], 
        [
            "What is the funniest british tv show?", 
            "green wing is really underrated "
        ], 
        [
            "Doctors of Reddit, what phrase do you use to calm your patients?", 
            "Not a doctor but a random dude, \"Shut the hell up and listen\""
        ], 
        [
            "[Serious] You are now seconds away from your execution. What is the last thought before you die?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "What was the saddest realization that you have ever had about yourself or your life?", 
            "My parents as well as teachers, and myself.  Verbally enforced the absolute  nesistesim  (15-18 yrs) to apply to a School with your dreams stuffed in your pocket. Only to be 26 with no savings, 20k in debt, no degree. Would 10/10 do over"
        ], 
        [
            "What's a word (real or otherwise) that people should use more?", 
            "Merkin. "
        ], 
        [
            "What is the one stupid, life-altering decision you wish you'd never made?", 
            "To start using drugs. My memory is shit because of it. "
        ], 
        [
            "What was the most significant advice (good or bad) you've ever received?", 
            "You have 2 ears and 1 mouth.  Listen twice as much as you talk.  "
        ], 
        [
            "[serious] Redditors who met their SO through gaming: What's your story? How did it go?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "Cats are now mittens, how does the world change?", 
            "There is a lot less cats..."
        ], 
        [
            "Which classic Twilight Zone episodes are \"must-see\"s?", 
            "\"Eye of the Beholder\" is the best episode I've seen."
        ], 
        [
            "Girls of Reddit, what sort of hints do you drop to guys to let them know that you're interested?", 
            "My boyfriend and I, before we got together, kept magically getting to the bus stop at the same time. Our timetables coincided nicely, but I did occasionally have to miss the very first bus that turned up in order to make it happen."
        ], 
        [
            "What's been the unlikely place you've ever seen someone you know?", 
            "Any place in unlikely for me, I have facial blindness so recognizing someone outside of a normal setting is not likely to happen."
        ], 
        [
            "What are some bands only recognizable for one song?", 
            "Modern English - Melt with You"
        ], 
        [
            "What is something you deeply crave but can not tell anyone?", 
            "Approval. \n\nYeah, I fucking said it. "
        ], 
        [
            "If the \"Ultimate Showdown of Ultimate Destiny\" happened now, who would be in it?", 
            "Gandalf the grey, and Gandalf the white, and Monty Python and the Holy Grail's Black Knight, and Benito Mussolini, and The Blue Meanie, and Cowboy Curtis, and Jambi the Genie, Robocop, The Terminator, Captain Kirk, and Darth Vader, Lo Pan, Superman, every single Power Ranger, Bill S. Preston, and Theodore Logan, Spock, The Rock, Doc Ock, and Hulk Hogan."
        ], 
        [
            "What is your favorite food?", 
            "My girlfriend took me to a ramen bar and it's all I think about eating."
        ], 
        [
            "What game was ruined because your competitor took it too seriously? [serious]", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "Why is this season of Sherlock so disappointing as hell?", 
            "The lack of Molly Hooper is the smoking gun."
        ], 
        [
            "What is your favorite insult that isn't used as often as it should?", 
            "\"Your mother was a hamster and you father smelled of elderberries.\" That'll show em"
        ], 
        [
            "What is the most evil thing you've ever done out of pure hatred?", 
            "I made a guy cry for like two hours, and kept picking on him while he cried. Felt good though. Dude was abusing my friend, and I hated his guts. "
        ], 
        [
            "What are the best/funny/entertaining educational YouTube channels?", 
            "VSauce\n[exurb1a](https://youtu.be/k5RH3BdXDOY) and some others but fugg it man that's a solid start. Idk if that's what you're looking for really tho lol"
        ], 
        [
            "What makes you feel like a real man/ woman?", 
            "As a relatively tall girl . . . anything that makes me feel small-ish. Being picked up is a good one. "
        ], 
        [
            "People from the Midwest, why do you love where you live?", 
            "It's cheap.  The commute is easy.  The people are nice."
        ], 
        [
            "What is the laziest thing you have ever done?", 
            "I once bought an online version of a movie so that I wouldn't have to get up and load the DVD that I already owned. "
        ], 
        [
            "What movie changes the plot if you add a random 'E' somewhere in the title?", 
            "Get Reich or Die tryin'\n\nThe story of an upstart lad named Adolf and his rise to power..."
        ], 
        [
            "What are some free (or cheap) programs that are helpful for a university student ?", 
            "Open office (if you didn't already pay for microsoft office)\n\nDoes all the same shit, but free (though tbh microsoft office is free as well if you don't care about pirating) "
        ], 
        [
            "What is/was your favorite Nickelodeon show?", 
            "You can't do that on television. "
        ], 
        [
            "Straight girls who have eaten pussy, how did it happen ?", 
            "Turns out our local Chinese restaurant was serving up stray cats and dogs to cut their overhead. "
        ], 
        [
            "What's a clear sign someone isn't poor but just really tight?", 
            "They never go out for drinks"
        ], 
        [
            "Why so many indians active on 'Quora' compared to Reddit?", 
            "They don't know about Reddit. Either that or they see Quora as more of an intellectual platform than Reddit (not that it is anymore, imo). \n\nSource: I'm an Indian with Indian friends and family who don't know what \"may-mays\" are. "
        ], 
        [
            "[Serious] What did you aspire to be when you were younger and why aren't you doing it now?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "How can you make me mad?", 
            "sorry I can't"
        ], 
        [
            "Who eats the fat on their steaks?", 
            "People who like the fat of their stakes "
        ], 
        [
            "Redditors who have done DMT: What was your trip(s) like?", 
            "Nice try, DEA"
        ], 
        [
            "Reddit, what's your best/funniest personal example of petty revenge?", 
            "Posted this previously.. \n\nMy Ex cheated with a married man. He now lives with her. He is a POS.. but anyway, I still have login for her DVR. I logged in, erased all her shows, then recorded only the show \"Cheaters.\" Petty, but it makes me laugh. \n\nEdit: Additional info. I also set the show to be manually erased and stop recording 3 hours after the show's end time. \n"
        ], 
        [
            "What's a good way to let a guy know you're interested in him?", 
            "Seriously though, just tell him. He will be delighted, and he probably likes you but is too nervous to say anything. Every guy wants a girl to just come straight out and say it."
        ], 
        [
            "What random thing gets you really nervous?", 
            "Random phone calls. Though it's better than it was before. "
        ], 
        [
            "Men and Women of Reddit, what are some unspoken public bathroom rules that almost everyone follows?", 
            "If the girl next to you asks for toilet paper, you help a girl out no questions asked "
        ], 
        [
            "How would life remain completely unchanged if humans had trunks like elephants?", 
            "Still would be touching ourselves."
        ], 
        [
            "What is the most embarrassing thing that a grandma can say to a 17 year old boy in front of an undesirable girlfriend?", 
            "\"He'll fuck ya once before he comes back for gam-gam's pussy\""
        ], 
        [
            "What's the most amount of money you've gone and spent on a whim and what was it on?", 
            "£16,000 . Trip on Orient Express. Had a contract cancelled and found myself with an unexpected week off. Took wife on surprise holiday."
        ], 
        [
            "You're given the whole world's undivided attention for 1 hour. What do you say or do?", 
            "Probably hype myself up to do something real big and cool but in the moment actually just stammer and fuck up the moment."
        ], 
        [
            "Did you ever win over your crush? How did you do it?", 
            "Got lucky, was her crush."
        ], 
        [
            "When did you manage to talk yourself out of a fee/ fine?", 
            "[deleted]"
        ], 
        [
            "To all 20+ out there, if you can go back time and talk to your 10-year old self, what is the top 3 advice/tips will you say to yourself?", 
            "-Joining the military is exactly what you needed, soak in every minute of the punishment.\n- Blood isn't what makes family.\n- Liquidate everything you own and put it on Leicester City in 2015-2016."
        ], 
        [
            "What's the most unusual thing you do or experience frequently?", 
            "My wife"
        ], 
        [
            "If your cat had a Facebook what would it post about you?", 
            "The Cat’s Diary\n\nDay 983 of My Captivity\n\n    My captors continue to taunt me with bizarre little dangling objects. They dine lavishly on fresh meat, while the other inmates and I are fed hash or some sort of dry nuggets. Although I make my contempt for the rations perfectly clear, I nevertheless must eat something in order to keep up my strength.\n\n    The only thing that keeps me going is my dream of escape. In an attempt to disgust them, I once again vomit on the carpet. Today I decapitated a mouse and dropped its headless body at their feet. I had hoped this would strike fear into their hearts, since it clearly demonstrates my capabilities. However, they merely made condescending comments about what a “good little hunter” I am. Bastards!\n\n    There was some sort of assembly of their accomplices tonight. I was placed in solitary confinement for the duration of the event. However, I could hear the noises and smell the food. I overheard that my confinement was due to the power of “allergies.” I must learn what this means, and how to use it to my advantage.\n\n    Today I was almost successful in an attempt to assassinate one of my tormentors by weaving around his feet as he was walking. I must try this again tomorrow, but at the top of the stairs.\n\n    I am convinced that the other prisoners here are flunkies and snitches. The dog receives special privileges. He is regularly released, and seems to be more than willing to return. He is obviously retarded. The bird must be an informant. I observe him communicate with the guards regularly. I am certain that he reports my every move. My captors have arranged protective custody for him in an elevated cell, so he is safe. For now ..."
        ], 
        [
            "Single people of Reddit, what are 3 physical and 3 personality traits that would make the perfect significant other?", 
            "Cute face, nice in shape body, great ass.\n\nNice to me, funny, emotionally stable."
        ], 
        [
            "What \"fact\" about the modern era (1975-present) might future historians get wrong?", 
            "We're getting facts wrong now; maybe they'll double negative then into being correct."
        ], 
        [
            "Why is it said that Lord Dalhousie is the founder of modern India?", 
            "Because he travels through time killing anyone who disagrees"
        ], 
        [
            "If you could be any age for a week, what age would that be?", 
            "An infant and suck on your moms titties. "
        ], 
        [
            "[Serious] What's it like to be on a hard drug like meth, heroin, pcp, etc.?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "[Serious] How does your religion influence your daily life?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "What two celebrities would be a perfect match?", 
            "Ian McKellen and Patrick Stewart."
        ], 
        [
            "Teachers of Reddit, how often do you get movies/tv-shows/books/videogames spoiled for you from reading essays?", 
            "Who the fuck let their students writes essays about that stuff. I never had to write an essay about any of these topics. I wrote an essay about indians in the USA for example or about books we were told to read. \nPerhaps I went to a weird school here in germany but I don't think you have to write essays about those topics here"
        ], 
        [
            "US Politics [Megathread]", 
            "Americans who were adults and politically aware in 1981, how does this compare to Reagan's first weeks?\n\n"
        ], 
        [
            "What is the meaning in death?", 
            "what is the meaning in life?"
        ], 
        [
            "What is the best movie clip of all time?", 
            "https://youtu.be/S7tOWoDVQLU"
        ], 
        [
            "Which sub reddit is the best to get lost in for a few hours?", 
            "r/askreddit"
        ], 
        [
            "Blind people of Reddit, how can you read this?", 
            "hcddh nbcduijy itgbb"
        ], 
        [
            "What are some words or expressions that were used incorrectly so often, that the \"wrong\" spelling or meaning became the accepted version?", 
            "Do we have to start a discussion in colour / color , aluminium /aluminum now?"
        ], 
        [
            "If you could have any non-legendary Pokemon in real life, which one would you choose?", 
            "Probably Ditto so that there could be a fake me running around handling my responsibilities. "
        ], 
        [
            "Who should retire from their profession?", 
            "Dr. Phil.\n\nDr. Oz. (well, he should retire from TV...he can stay a heart surgeon, he's actually very good at that).\n\n90% of congress.\n\nThe Press Secretary (the guy's a moron...)\n\nAnita Sarkhessian.\n\nBrianna Wu"
        ], 
        [
            "Worst Date You ever Had where and when ?", 
            "One of my favourite bar ladies. Went for lunch. Had soup. Watched her eat more than me and not really add anything to the conversation. So I awkwardly talked a lot in between asking questions that weren't really answered. It was freezing. The soup was good tho. "
        ], 
        [
            "What is your favourite road to drive on?", 
            "Beach Road, Melbourne, Australia. "
        ], 
        [
            "If you were to turn into a bird for one day, whose head would you shit on first?", 
            "No one.  I would not waste a single moment of that day doing anything that had any negative thoughts tied to it."
        ], 
        [
            "What really sucks about growing up?", 
            "Realizing that your dreams are stupid"
        ], 
        [
            "Lawyers of Reddit, what are the most common laws people understand incorrectly?", 
            "friend's father, a lawyer, has to say this to tons of people \"That's not how the first amendment works!\""
        ], 
        [
            "[Serious] Redditors who wear glasses, what would be the biggest thing you wouldn't miss if you no longer had to wear glasses?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "People who haven't been asked today, how was your day?", 
            "It just started :)"
        ], 
        [
            "Guys, what are the most interesting reddit communities that you can get absolutely lost in?", 
            "/r/wtf"
        ], 
        [
            "What's your party planning pro-tip?", 
            "Two words: co caine"
        ], 
        [
            "For those with severe treatment resistant major depressive disorder (TR-MDD), what treatment are you receiving, have you heard of new treatments, is there anything that is helping you make it through the day?", 
            "Currently waiting on an appointment to get new meds (will be my 5th course of treatment). If, a year ago, I didn't discover EMDR and EFT therapy, to help with the anxiety and negative self-thinking/suicidal thoughts, I'd probably be dead. EMDR, specifically, has been of vital importance to me maintaining even a somewhat-decent level of mental health."
        ], 
        [
            "Former prisoners / COs of Reddit, what are some common misconceptions about prison?", 
            "My best friend is in prison, and I was surprised to hear that cigarettes are not the currency as portrayed by the media, but actually it's ramen noodles. Also no cells. "
        ], 
        [
            "Recruiters of Reddit, What's More Desirable - A Good Degree from a Bad University, or a Bad Degree from a Good University?", 
            "the interview is more important then either, thats how you see so many people in positions they are in no way qualifed for."
        ], 
        [
            "What is one thing within arms reach of you that you could use as a weapon to defend yourself?", 
            "My cat handles that shit at night. "
        ], 
        [
            "Today the phrase \"skim milk\" fills me with fury. What word(s) or phrase(s) fill you with fury?", 
            "\"game boy advanced\" \n\n\"the nintendo\"\n\n\"a superlative performance\" (this is correct but I hate it).\n\n\"increasing exponentially\" when something is actually just increasing by a large amount (and not an exponential)\n\n\"happy new years\" - should be new year, or new year's day.\n\n\"your so bias\""
        ], 
        [
            "What true event would you love to see a movie based on?", 
            "The assassination of Archduke Franz Ferdinand"
        ], 
        [
            "What is one thing money cannot buy?", 
            "earthquakes"
        ], 
        [
            "What's in a person's mind who acts like he doesn't have anything in real life online while he does have a great real life?", 
            "well i can be taken as an example of this, i enjoy my privacy more than anything else. Sometimes i'm just throwing my idea's out there to see if they hold any merit to an unbiased audience anonymity has provided me with objective honesty of other people."
        ], 
        [
            "Hey Reddit, look outside/inside the nearest window, what do you see?", 
            "Outside."
        ], 
        [
            "Redditors who live with their parents, how old are you and what do they do that annoys you?", 
            "24 technically they live with me but it's all the same, the thing i hate is no matter who's paying for what the parent child dynamic does not change. Parents have this weird unquestionable right to your time and money or at least that is their belief."
        ], 
        [
            "What is your best personality trait?", 
            "Once you get past my charm, good looks, intelligence and humor i think its my modesty that stands out the most"
        ], 
        [
            "What are your cats doing right now?", 
            "Eating food SO LOUD"
        ], 
        [
            "What do people do \"just because\" that harm people tremendously?", 
            "Texting and driving."
        ], 
        [
            "What's your favorite \"Weird Al\" song?", 
            "Amish Paradise by far."
        ], 
        [
            "What are the features on a man you notice first?", 
            "Hair"
        ], 
        [
            "What does every new apartment need?", 
            "Love my Swiffer. Best cleaning tool ever."
        ], 
        [
            "iyo what would actually be worse than death?", 
            "Having to ever meet you. "
        ], 
        [
            "What was your favourite music album of 2016?", 
            "Gojira's Magma was beautifully radical from start to finish"
        ], 
        [
            "What Internet searches would get you put on 'The List'?", 
            "\"how to build\" and then the thing that goes boom"
        ], 
        [
            "What is a word you hate, and why?", 
            "Sheer, when describing someone's clothing.\n\n\"Busty McModel steps out in sheer blouse on streets of Miami.\""
        ], 
        [
            "What is something you say to your SO/friends but if given the option, you wouldn't honor?", 
            "Probably would not take a bullet for them. Well, maybe if it was like in the leg. Maybe. But probably not. "
        ], 
        [
            "Sex workers/former sex workers of reddit, whats the weirdest thing a human has ever asked you to do in exchange for money?", 
            "And for extra points \"whats the weirdest thing a **non-human** has ever asked you to do?\""
        ], 
        [
            "What is something that you hate about something you love?", 
            "I love eating, but I hate that it makes me fat. "
        ], 
        [
            "How do you like your bacon cooked?", 
            "Criiiissssspppppyyyyyyy"
        ], 
        [
            "[Serious] Campers/backpackers of Reddit, what is your scariest or creepy story from your camping experiences?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "What shouldn't exist but nonetheless does?", 
            "Mosquitoes.\n\nFlies I can understand their role in the environment, mosquitoes on the other hand are nothing but evolutions shitty troll.\n\nFuck mosquitoes."
        ], 
        [
            "What's the funniest compliment you've ever been given?", 
            "I was in Vegas poolside just laying there with my suit on.  My penis was completely limp.  Some drunk dude walked by, pointed at my crotch and said \"Nice boner dude!!\"\n\nI said thanks."
        ], 
        [
            "Redditors who used to have trouble being assertive, How did you get better at standing up for yourself?", 
            "I really would like to know too.... I say sorry for everything...."
        ], 
        [
            "What highly anticipated thing do you think will turn out to disappoint everyone?", 
            "World War 3 has been pretty hyped up, but I think it'll just be a half-assed, cash grab reboot that won't capture the spirit of the original series."
        ], 
        [
            "What song do you think the most babies on earth were conceived to?", 
            "\"Let's get it on\" - Marvin Gaye "
        ], 
        [
            "Teens of reddit, what do you want to ask the adults of reddit?", 
            "If you had one life tip, what would that be? "
        ], 
        [
            "What are YOU desensitised to?", 
            "Homeless people in the street. I see so many, it's becoming more invisible to me"
        ], 
        [
            "Land Surveyors of Reddit, what's the coolest/weirdest thing you've came across while on the job?", 
            "Not a land surveyor as much as I am an explorer of things. \n\nI lived in the middle of nowhere, and off of one of the back state roads was an overgrown path leading to some ruins of an old tree farm. Perfect rows of trees everywhere. I found an old gardening shed/office deal that had all but fallen in, and not too far from it, I found an old ford pickup truck that sat so long it was buried halfway up the wheels. The thing was so rusty I was able to rip off one of the cab lights. I still have that cab light today and use it as a test light. I also found 70s soda cans, a rotary phone, and other old stuff, so it had been abandoned for some time. "
        ], 
        [
            "What is the TL;DR of your autobiography?", 
            "Could have done more; didn't."
        ], 
        [
            "Because of technology, what is something that's harder today than it was 100 years ago?", 
            "Committing a crime."
        ], 
        [
            "What would happen when your parents saw you smoke?", 
            "\"We're not mad, just disappointed\""
        ], 
        [
            "What is the most homer simpson like thing you thought of or have done?", 
            "Took three donuts from the \"share\" box at work, went and hid in a meeting room and ate them all at once."
        ], 
        [
            "If I took out a huge cash loan, maxed all my credit cards, liquidated all my assets into gold and gave the gold to someone. What would happen?", 
            "You would be broke"
        ], 
        [
            "Reddit, what's a genuinely hurtful comment you can't forget?", 
            "\"You're easily forgotten\". It was said to me by my best friend after I was the only one in my class not invited to a pool party. I guess she thought that was a better alternative to my classmates not liking me."
        ], 
        [
            "What do you really want for Valentine's Day?", 
            "Cuddles. ;_;"
        ], 
        [
            "How do you increase the size of your penis?", 
            "I watch your sister undress."
        ], 
        [
            "Reddit, what is the smallest thing you have done which backfired immediately?", 
            "Being straight up and calling someone big boned"
        ], 
        [
            "What is your most favorite video game level of all time?", 
            "The Who-Dun-It quest from Oblivion. Basically you are an assassin invited to a dinner party where all the guests have have wronged the client in some way. You can just kill all the guests at once or you can talk to each of them and convince them all to kill each for you."
        ], 
        [
            "What was the most awkward conversation that you have had?", 
            "My mom talking to me about porn. She didn't catch me, we were just in a bakery and she started talking about it."
        ], 
        [
            "If you could listen to one song before you die, what would it be?", 
            "Jimi Hendrix-Little Wing  \n  \n\"When I'm sad, she comes to me. With a thousand smiles. She gives to me free. It's alright she said. It's alright. Take anything you want from me. Anything. Fly on, Little Wing.\""
        ], 
        [
            "What's your favourite invented insult?", 
            "I'll stick a fish hook up your arsehole and tear you a new cunt. "
        ], 
        [
            "Who's the weird person in your neighbourhood and what makes them weird?", 
            "Our next door neighbor told me and the wife he's sad we put block windows in our basement cuz he can't see us now"
        ], 
        [
            "What's the dumbest thing you've said or done while drunk/high?", 
            "I drank around a bottle and a half of hard liquor from the bottle while at an apartment party with my friends. We were by his apartment's poolside. I decided to go for a swim and jumped in. I felt someone tugging my arm and got real pissed so I dragged the fucker in and heard a big splash. My friends dragged me out afterwards. When I woke up in the morning, I realised that the person I pulled into the pool was the condo's security guard. My friend doesn't invite me over anymore"
        ], 
        [
            "Which SciFi books should one definitely read?", 
            "No one has mentioned Philip K. Dick yet.  He's written two must reads; 'Do Androids Dream Electric Sheep' because it is his most famous novel and 'UBIK' because it is better.\n\nHe's an easy read.  You can knock the each book in about a day."
        ], 
        [
            "What are the first 3 things you do if you were to switch genders for a day?", 
            "Finally get laid"
        ], 
        [
            "Whats your favorite weird food combination?", 
            "Bacon and banana sandwiches, a South African thing I believe."
        ], 
        [
            "People who created a hugely popular internet meme, how do you feel about it now?", 
            "I don't know if it was hugely popular, but I adapted the \"First world problems\" to be specific for Denmark. It went viral and was eventually mentioned in several national news outlets, two of them who interviewed me.\n\nIt felt odd, and now every time someone googles me, they will find those articles about a fucking meme. Don't know if it will affect potential job interviews."
        ], 
        [
            "Now you own a smartphone with super powers. What are these super powers?", 
            "Airplane mode on. It can fly. "
        ], 
        [
            "What song would be perfect for a slow day at the office?", 
            "The Jeopardy theme, looped over and over."
        ], 
        [
            "Which fast-food place serves, in your opinion, the best fries?", 
            "It's about the shittiest quality fast food you can get, but fuck if I could ever turn down Checkers fries."
        ], 
        [
            "What will you be avoiding today?", 
            "Life"
        ], 
        [
            "How'd you get that scar?", 
            "I have a scar on my cheek where my dad accidentally hit my face with a chainsaw. Luckily not a ton of damage. Beard covers it completely."
        ], 
        [
            "What's a good show to get into?", 
            "Shameless"
        ], 
        [
            "What attributes do you think a five star golden god should have?", 
            "It should not be a troll named Rod"
        ], 
        [
            "Why do you keep coming back to Reddit?", 
            "People on here are hilarious. Also, it numbs the pain..."
        ], 
        [
            "If we were to set two subreddits up on a blind date, which pair would have the most entertaining date?", 
            "r/2meirl4meirl \n\nr/wholesomememes \n"
        ], 
        [
            "If someone who was right handed switched bodies with someone who was left handed, what hand would they write with?", 
            "They would write poorly with their right hand."
        ], 
        [
            "What is the bravest thing a human ever did?", 
            "The Apollo Astronauts have to be right. Like at that time no one knew. It could have been revealed that the moon was a hologram. But seriously they left Earth for another body not truly knowing if they would make it back. Also Michael Collins and anyone in the orbiter module was brave as hell. They got further away from any human to have ever existed and at that time they had no contact with Earth."
        ], 
        [
            "You're the head of the secret service, what code name do you give the new commander in chief?", 
            "Cheeto Jesus"
        ], 
        [
            "Blind people of Reddit, what advice can you give to sighted people about dating you?", 
            "So far every single comment has been a troll.  Should've put \"serious replies only\" tag."
        ], 
        [
            "Giraffes fight with their necks; what do you do with things you shouldn't?", 
            "I make my penis go in circles"
        ], 
        [
            "What are some places that a person in their 20's must vacation or visit?", 
            "The Himalayas"
        ], 
        [
            "[Serious]People who have legally died, what happened?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "What positive side effects would come out by abolishing anonymity on reddit?", 
            "Well, Reddit would tank and become completely irrelevant, so that would be a plus."
        ], 
        [
            "What sound do you enjoy hearing?", 
            "Heels on the tile"
        ], 
        [
            "What do you say to console someone going through a breakup?", 
            "Get em drunk, get em laid. "
        ], 
        [
            "What would be some popular subreddit names if Reddit existed throughout history?", 
            "r/hitlerdidnothingwrongyet"
        ], 
        [
            "[Serious] People who no longer fear death, what happened to help you cope with the idea?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "Girls of Reddit, what sort of hints do you drop to guys to let them know that you're NOT interested?", 
            "Ah, yes, hints. The main way women communicate. When they look into their glass, they're either trying to get wasted so they can fuck you with regret, introverted and really into you, or trying to make you leave by pretending you don't excist.\n\nCommunicate, women! We are men of words!\n\nJ/K I'm sure the main answer here will be \"I tell them\"."
        ], 
        [
            "What are things you could say about your car but not your girfriend?", 
            "Four guys can easily fit in the rear!"
        ], 
        [
            "People who work from home, how do you keep from going crazy?", 
            "Treat the walk to the office as a commute. "
        ], 
        [
            "[Serious]Blind folks of reddit who have done hallucinogens/psychedelics. What did you see? How did it effect you?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "What superstition do you oddly believe in?", 
            "a team i root for will lose if i watch the game"
        ], 
        [
            "What flavor of Maruchan Instant Ramen reigns supreme?", 
            "Creamy chicken"
        ], 
        [
            "What's the most unnecessary law in the US?", 
            "Being fined for not having health care because they cant afford it but make to much for state assistance,while taking money out of their checks to pay for others to have free health care"
        ], 
        [
            "Why is College worth it?", 
            "I want to bring up a point that is almost never discussed as most tend to thing of college as a type of job training.  You actually learn thinking skills in college.  I'm a much better person intellectually than I was before I went to the University and I think it was well worth the expense for this reason alone."
        ], 
        [
            "What invention do you think was the most ahead of it's time?", 
            "reeses peanut butter cup"
        ], 
        [
            "What is the weirdest subreddit that you have stumbled upon?", 
            "r/CatsMurderingToddlers\n\nI wish there were more frequent posts."
        ], 
        [
            "You are only allowed to listen to ONE band/artist the rest of your life, this includes all of their albums not just one song. Who is it gonna be?", 
            "Mozart. tons of stuff, lots of variety, never a bad song."
        ], 
        [
            "What are some tracks that legitimately put chills down your spine (the good kind)?", 
            "Exit music (from a film)-Radiohead "
        ], 
        [
            "Straight or Gay people of Reddit, if you had to fuck a celebrity that contradicted your sexuality who would you choose?", 
            "Ryan gosling"
        ], 
        [
            "What is something you were surprised you liked?", 
            "Being employed"
        ], 
        [
            "Why despite the barriers of age, gender and religion, the Indian women became the torchbearer during the struggle for freedom in India?", 
            "Do your own homework"
        ], 
        [
            "Accountants of Reddit: what advice do you have for us this tax season?", 
            "Taxation is theft."
        ], 
        [
            "Adults of Reddit, if you could give preteen you any advice, what would it be?", 
            "Take care of yourself physically, ESPECIALLY YOUR TEETH!"
        ], 
        [
            "What's a dark thought you have?", 
            "I want to get into a fight. I've not been in a fight since middle school and I beg for the feeling back. I would never attack somebody in the street but if I'm attacked, I'm going straight in. Sparring is good and it relieves a lot of aggression but nothing compares to the feeling of my knuckles hitting his jaw and the fear of getting hit back. I want someone to try and rob me in the street so I'm morally in the clear when I break them. I miss the feeling of being in total power over someone and yet that person still being the bad guy.\n\nIt sickens me because I know why I want it. It's not a good reason at all. It just feels so good. The high with this drug lasts days and I'm addicted after one use."
        ], 
        [
            "What does love feel like?", 
            "It makes the ever-present anxiety that binds your chest, makes you hurt and the self-doubting and self-deprecating thoughts that circle around and around in your head all go away for a while.\n\nIt's a calmness. It's smooth. Easy. Like that moment when you wake up from a good night's sleep to sunlight, when you're hovering just between asleep and awake and everything's good, there's no bad thoughts, no pain. Just a sense of peace.\n\nAnd then you notice the crumbs on the counter when you specifically asked them to fucking clean it up last night and they didn't and their coffee mug is in the sink, why couldn't they put it in the damn dishwasher and if they walk into the kitchen in the next three seconds you're going to stab them in the neck with a knife.\n\nThat's love."
        ], 
        [
            "What would it take for you to go out and protest against something?", 
            "It would have to be something I care about very deeply that was being very directly affected. For example, had I lived in San Francisco when they passed a proposition effectively banning all handguns in the city, I'd be protesting for sure. "
        ], 
        [
            "What's your favorite board game?", 
            "Actual board game? Betrayal at the house on the hill\n\nTabletop game in general? Dominion."
        ], 
        [
            "Productive people of Reddit: what advice would you give an unproductive person?", 
            "your first mistake was thinking you'd find such people on reddit"
        ], 
        [
            "[Serious] What would you do if you found out one of your close friends was born another gender than you know them as?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "At what moment did you realize you met the love of your life?", 
            "When I held the dualshock 4 in my hands for the first time. "
        ], 
        [
            "Which bands sound better live than on their studio albums?", 
            "**Weird Al** -  I went to see him last year for some chuckles and I was completely shocked at how good his live act was.  He was also a fantastic singer who would have thunk?"
        ], 
        [
            "Redditors that believe the world is actually flat, why?", 
            "Such a wonderful fact:\n\nThere are Flat Earth Society members around the world."
        ], 
        [
            "What did you do straight after high school?", 
            "Disappointed my family."
        ], 
        [
            "Hey Reddit, what is your favorite place to grocery shop and why?", 
            "The little Mexican shops near by. Better produce for cheap and they make the best bread"
        ], 
        [
            "What modern day slang really irritates you?", 
            "\"Sorry, not sorry\" just say \"fuck you\" like a civilized person.  "
        ], 
        [
            "Those who use psychedelics regularly. Is there any way to analyze what a particular trip meant like dreams?", 
            "Like decoding- if you see a snake it's sexual- type of thing?  \n\nNot that I know of and if there was I'd suspect it is bunk."
        ], 
        [
            "Single people on reddit, how are you going to spend the Valentines Day?", 
            "I'm going to go get my mom a box of chocolates.\n\nLPT: Be nice to your parents. They love you like no one else can."
        ], 
        [
            "What is the worst date you've ever been on?", 
            "Went out with a guy whose life goal was to create his own cult. That was interesting. "
        ], 
        [
            "Cops on Reddit, have you ever had to pull over or arrest a family member or friend? What happened?", 
            "I was at a bar with friends of my wife. My wife's friends brother in law came along. He was an asshole sober, worse with alcohol on board. He got in a fight resulting in my wife's friend jumping in. Cops arrived and arrested them. I worked for the city and knew all the cops, but I was also shitfaced. I went to the police cruiser that my wife's friend was in and opened the door to talk to him. Wasn't thinking the cops wouldn't like that. Pinned against the car, handcuffed and put in the cruiser. Of course I was let go. Funny to laugh about that now. "
        ], 
        [
            "What is the worst \"First World\" torture you can imagine?", 
            "A phone battery that never charges past 15%"
        ], 
        [
            "What's your favorite quote?", 
            "\"Son, it's better to shit your pants than to die of constipation.\" -Redditor's dad with regards to asking a girl out"
        ], 
        [
            "Have you ever been caught naked in public, what's your story?", 
            "Just barely not caught naked in public, but my girlfriend and I got kicked out of a country club for having sex in the bathroom."
        ], 
        [
            "What small things can be done each day that will change your life for the better?", 
            "a 10 minute workout everyday would make you much healthier."
        ], 
        [
            "What is the most awkward/weird thing you've done around a girl you liked?", 
            "I used to walk REALLY fast when they were around, like they'd be impressed by my walking abilities or something."
        ], 
        [
            "How do you fall in back in love with someone after you have fallen out?", 
            "Time and a whole lot of forgiving. Hubby and I are now heading towards 4 years of marriage. \n\nBackstory: I had finally got with this guy after years of on/off talking through high school. Never failed to make me smile and we always had a great time together. Fast forward 3 months into dating and I had fallen pregnant. We got married 6 months into the relationship and that first year of marriage nearly broke me. He was constantly lying and there was always money missing, he said he had a job but no income was coming in. Found out at the end of the year that he had a gambling addiction. $20 here would turn into $200 into the poker machine within minutes. I had never seen this side to him ever in all our years of talking. Starting blaming myself that I could jump into having a kid with a stranger. He kept lying about his job, his whereabouts and would sometimes come home with big bundles of cash that would immediately disappear again. I generally believed that this guy loved me and yet he here he was making my life hell. It has taken nearly 3 years of building our relationship again with him but yes there was a time I did fall out of love. Took a lot of patience, forgiveness, trust, love and respect but he is a great father and is on track to making everything right again.\n\nSorry for the long post I started venting. Some days I feel like I have nobody to talk to.\n"
        ], 
        [
            "What makes you mad and happy at the same time?", 
            "Fapping under time constraint"
        ], 
        [
            "How would you describe the colour blue to a blind person?", 
            "I wouldn't because its literally impossible."
        ], 
        [
            "Gamers of Reddit, what game (website games included) started your love of video games?", 
            "Legend of Zelda"
        ], 
        [
            "If reddit was available all throughout history, what popular subs would there be?", 
            "WWII Mega Thread."
        ], 
        [
            "Reddit, how did you cope with the hardest part of your life?", 
            "I'm not advocating it but mostly drinking. "
        ], 
        [
            "What kind of posts would you expect to see on r/TIL if people were even stupider than they are now?", 
            "TIL stairs go both ways."
        ], 
        [
            "What species of bird do you think about the most?", 
            "Penguin"
        ], 
        [
            "You can combine your two favorite things into one mega favorite thing...what is it?", 
            "Every fiction book I own becomes an MMORPG."
        ], 
        [
            "What is more satisfying than popping a large pimple?", 
            "Having your ears irrigated in a doctor's office. So clean."
        ], 
        [
            "What will you do to make a someone smile today?", 
            "me and my 2 year old will watch Bob Ross, gets her every time"
        ], 
        [
            "If you could only ask someone three questions before deciding whether or not to marry them, what would you ask?", 
            "1. Do you want kids?\n2. Can you cook?\n3. Are you okay with having 20 cats? "
        ], 
        [
            "What non-obvious U.S. cities would be great to live in for a summer?", 
            "Minneapolis"
        ], 
        [
            "What was your favourite lullaby as a young child?", 
            "Hush Little Baby!"
        ], 
        [
            "What was the luckiest moment of your life?", 
            "I was going through a depression phase in highschool. One of the popular kids, Jake, invited me to his house party to cheer me up because he's a really nice guy. I reluctantly went as I didn't like the idea of someone feeling pity for me. He tried his best making me feel welcome and accommodating me but I told him that I was fine being alone. I went to his backyard for a breather and I saw a really hot chick passed out in the bushes. There wasn't anyone around so I did what anyone would've done and nicked her wallet. After I raped her, of course. "
        ], 
        [
            "If you could relive High School, what is one thing that you would do differently?", 
            "Not waited until senior year to drop almost 50 pounds. Not gotten my ex girlfriends phone number at that party in 11th grade. Most importantly I would have talked to a friend of mine more about how hangin himself wasn't the answer before that was too late."
        ], 
        [
            "What's your worst flight experience?", 
            "When there was such bad turbulence that we fell for what felt like a solid 15 seconds, I thought I was going to die."
        ], 
        [
            "What do you check daily?", 
            "Pockets: phone, keys, wallet."
        ], 
        [
            "[Serious] People with chronic pain, what do you do for work?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "What's the most disappointing subreddit?", 
            "I feel like a lot of gaming subreddits are disappointing when there aren't any updates or anything. It's mostly like, \"so i played it and it was good.\""
        ], 
        [
            "Adrenaline junkies of reddit, what's the craziest/most dangerous thing you've ever done?", 
            "War"
        ], 
        [
            "What is the name of the movie that has John Travolta and loads of people wearing his face as a mask?", 
            "Probably a question more suited for /r/tipofmytongue"
        ], 
        [
            "What's an item you feel you can't live without that you wish you bought sooner?", 
            "A crock pot. I bought one 5 years ago and it sat in the box until about 6 months ago. I now use it every week."
        ], 
        [
            "What exactly are you going to buy on this valentines Day for your girl/husband/friend/mother?", 
            "Am gonna buy us, me and her, a small cake for us to feast and reflect, and KFC as well. We going to be just chilling on the day."
        ], 
        [
            "What are your tips for a great party?", 
            "Have 2 parties, one after another, where the first party is a dummy party. Call the cops on your first party about a suspected narcotics abuse. Cops show up, arrest everyone for questioning and leave with nothing. Street cred increased therefore a more badass second party"
        ], 
        [
            "Amish people of reddit: what are you doing here?", 
            "Having a better beard than you, English.\n\nSource: am Amish Girl."
        ], 
        [
            "If a visitor only had 24 hours in Mexico City, what should be on their list of things to do?", 
            "Go to a bar!"
        ], 
        [
            "Why is premium ice cream/gelato so god damn expensive?", 
            "People will pay for it. /story"
        ], 
        [
            "What do you think of speed radars?", 
            "Not very highly... "
        ], 
        [
            "What lunchbox did you have in elementary school?", 
            "I had a Tiny Toons lunchbox. \n\nThe other guys in the cafeteria made fun of me for it, saying it was for girls.\n\nIT IS NOT YOU GUYS! 😭"
        ], 
        [
            "What was the weirdest thing you have microwaved before?", 
            "Venison jerky covered in swiss cheese. \n\nI was really high."
        ], 
        [
            "Teenagers, what questions do you have for adults?", 
            "Oh god I just realized I'm on the \"adults\" side of this question"
        ], 
        [
            "What will you never sell?", 
            "My body parts"
        ], 
        [
            "What is the biggest thing you missed by oversleeping ?", 
            "my life"
        ], 
        [
            "[Serious] Transgender redditors, if you could take a pill that made you comfortable with your birth gender without changing anything else about you, would you take it? Why, or why not?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "What is truly magical?", 
            "How incredibly beautiful your spouse looks when he/she is sleeping peacefully."
        ], 
        [
            "[Serious] Active duty military personnel of reddit; Why did you enlist, and have you ever regretted it?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "What is your favorite/most random or funny dream you ever remember having?", 
            "A few weeks ago while in hospital. I dreamt i was sleeping on a bed of flowers under a tree, with my daughter. Suddenly fairies took her away up in the tree. I told them to give her back. They refused saying, 'She belongs with us because she is a fairy'. 'She's got no wings!' I said. \n \n'She will grow them soon, we can speed it up by tossing her between us until she flies.' Then they told me I had to get out of bed because I wasn't a fairy. I told them I couldn't because I had a broken leg. They insisted, that I get out of bed. I said, 'I'll tell the nurses.'  and they said, 'The nurses can't see us, they are muggles.'  So I got out of bed. I woke up hobbling along the hospital bed. "
        ], 
        [
            "Reddit, what's the best roast you've ever witnessed?", 
            "The intervention of my alcoholic great-aunt."
        ], 
        [
            "What are you still pissed about?", 
            "Old man on a bike grabbed my ass a couple of years ago. \nWe're talking full on groping here. Fingers went places. \n\nI told him to go fuck himself, he stops, turns around, calls me rude and *demands I apologize* "
        ], 
        [
            "What are some cool bots on here that will automatically reply to a particular comment?", 
            "RemindMe! 30 seconds  \nyou can change the time to other stuff like days and years and stuff. You probably knew this one."
        ], 
        [
            "What is an inappropriate question you want answered?", 
            "What would you feel if I told you I masturbate to you?"
        ], 
        [
            "So what would your friends and family say if they saw your Reddit account?", 
            "I got called a Nazi soccer addict"
        ], 
        [
            "What are you pro at?", 
            "Saying hurtful things in an argument only to regret it after the damage is done."
        ], 
        [
            "What's the weirdest excuse you've ever used to get out of something?", 
            "\"I was locked in my bathroom all day.\"  \n  \nThe knob fell off my bathroom door - if you've never seen a knobless door, there's a bit of metal inside the door with a square hole in it. A small metal bar goes through that hole and you affix the knob to each end of the bar. Turning the knob turns the bar, which turns the metal bit inside the door which lets you pull the door. Or if you pull too hard, you rip the knob off the bar or rip the metal out of the door.  \n  \nAnyway, enough teaching. Without a knob I was using the metal bar to turn the door, which is quite a difficult thing to do to begin with because you have very little leverage. One day my hands were still slippery from the shower and I accidentally pushed the bar through the hole and it fell out the other side of the door. There was no similarly shaped & sized object to put in the door or any other way of opening it, so I was stuck in there for ~15 hours, naked.  \n  \nFinally got out by soaking a flanel in soap and slipping it through the hole, when the flanel was drying I lathered some random ex's gel on it and it hardened just enough for me to turn the door. I genuinely worried I was gonna starve to death in my bathroom for a while though."
        ], 
        [
            "What habit you devised saves you a few seconds a day?", 
            "I put my creamer into my coffee cup before pouring the coffee into it. It eliminates the need for stirring (and for dirtying a spoon). \n\n(note this only works because I don't use sugar, too. ha)"
        ], 
        [
            "What is the worst city you've ever visited?", 
            "I flew into Newark, NJ for a gig in CT. Just drive off once getting there. When I was to fly back I got to Newark a day before my early flight. Decided to try White Castle since we don't have them back west. Obviously most areas surrounding airports are not the best in most cities, but going into a White Castle with bulletproof glass separating you from the employees. Even to get your food it went into a carrusel where there is no contact with the staff. Soda machine was dirty as fuck. Crazy homeless inside doing whatever. Menu said 'sliders' and I asked for sliders and was laughed at by employee since they are \"burgers\". Food was kinda underwhelming to be honest. \n\nTL;DR. I use my experience at White Castle to judge the whole of Newark, NJ. "
        ], 
        [
            "What is the most embarrassing thing that you have spent money on?", 
            "I bought my friend a two way fleshlight with a homoerotic message stuffed in the butt end. He opened it in front of his parents like a fucking idiot. His mom still won't talk to me. "
        ], 
        [
            "What has been the biggest moment or disaster of your life so far?", 
            "The Paris bombings. I was watching an international soccer match between France and Germany when it happened. One of the suicide bombers blew himself up just outside the stadium. The shockwave caused the livestream to glitch for a good 10 seconds. It was a disaster. "
        ], 
        [
            "People of Reddit with a Talent. How and when did you find out about that talent?", 
            "Over my grandparents' house one day, when I was five, my grandfather was playing the piano. After he was done, I just sat down, and played the exact same thing from memory. \n\n\"Someone get this kid a keyboard!\" came shortly after discovering I could play by ear. Been playing ever since (31 years)."
        ], 
        [
            "People of Reddit, what happened when your \"gut feeling\" ended up being correct?", 
            "Watching a car drive by our house a couple times. Thought it was weird but didn't say anything. Few minutes later we were victims of a home invasion. "
        ], 
        [
            "What is NSFW and why can't I see it?", 
            "What do you mean by not being able to see it?"
        ], 
        [
            "What are you SO ready for?", 
            "Death "
        ], 
        [
            "What's a show that gets better and better?", 
            "Bojack Horseman.\nThe further you go, the more upset, amused and subsequently conflicted you feel.\n10/10."
        ], 
        [
            "Train engineers of Reddit, how hard/easy is your job?", 
            "So easy that you could text while operating the train. "
        ], 
        [
            "what misspronounced words annoy you the most?", 
            "\"libary\""
        ], 
        [
            "What is the most human thing your dog or cat (or rabbit, lizard, bird, etc) has ever done?", 
            "Not mine but a wild bird the other day waited at the traffic lights waiting. When they changed so if was safe he walked across."
        ], 
        [
            "What are stories of people who risked it all, and got rich?", 
            "Charlie and the chocolate factory "
        ], 
        [
            "People who wear their outdoor shoes everywhere inside their home: what is your rationale for tracking filth from the street into your home?", 
            "Wipe feet, clean and vacuum, don't lick floor."
        ], 
        [
            "What are the last 5 searches in your browser history?", 
            "What is the age of consent in my country?\n\nWhat country has the youngest age of consent?\n\nPlane tickets to the Philippines\n\nHotels in Philippines\n\nHow to get mustard stain out of white shirt. \n"
        ], 
        [
            "[Serious] People who have used an ouija board, how'd that go?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "If you were to hear a noise and rip your curtain open to look outside, what is the scariest thing you can imagine seeing?", 
            "The earth in the distance. The size of a pingpongball. "
        ], 
        [
            "What's your favorite reality show?", 
            "I liked both Rob and Big and Rob Dyrdek's Fantasy Factory, but maybe most embarrassingly, I watched every episode of Bam's Unholy Union as it aired... That show was my shit"
        ], 
        [
            "What's the most loving thing someone of the other sex has done for you?", 
            "Rearranged the bedroom so I could get into bed without pulling my c-section scars, then sternly made me go sleep in a proper bed after weeks of not being able to."
        ], 
        [
            "What's a nice thing that someone did for you with good intentions that you actually didn't like, and wish they wouldn't do?", 
            "When they \"clean up\" for you, but ignore your organizational system, so everything ends up being put away in the wrong places and you have no idea how to find any of your stuff."
        ], 
        [
            "Why did you stay after being cheated on? How is the relationship now?", 
            "I figured working past that kind of betrayal is unusual but not impossible. I care enough that I want to give it a shot but that doesn't mean I haven't learned my lesson. I will never let that bitch be banker again, and I ALWAYS get the race car now."
        ], 
        [
            "What is something that keeps you up at night?", 
            "Reddit"
        ], 
        [
            "What are 2 truths and 1 lie about yourself?", 
            "I have brown hair. I have brown hair. I'm telling the truth. Good luck man. "
        ], 
        [
            "If one were to visit your home country, what would they need to know to get around?", 
            "Unless you're in NYC or maybe one or two other big, big cities you *cannot* rely on public transportation like you do in Europe or Japan to get you around unless you really like waiting.  Rent a car."
        ], 
        [
            "How many friends do you have on Facebook?", 
            "0, I'm not on facebook"
        ], 
        [
            "How has Reddit positively impacted your life?", 
            "This thread made me acutely aware of the fact that it actually hasn't, if that counts."
        ], 
        [
            "Professionals of Reddit, what was your biggest fuck-up and how much did it cost the company?", 
            "Not a professional but did manage to cost a restraunt I worked at when a couple years ago the majority of its good reputation by spilling an entire bottle of red wine down a woman's wedding dress on new years eve. "
        ], 
        [
            "If life had “warning, may contain nuts” labels, what would they be?", 
            "It would be exactly what your example said, \"Warning: Life may contain nuts. Also, wackos, jerks, idiots and morons. Do not eat.\" "
        ], 
        [
            "What's a show from your childhood that no one else seems to remember?", 
            "The show Gargoyles that was on Disney. I freaking loved that."
        ], 
        [
            "What language do bilinguals think in and can they think in their less strong language?", 
            "It really depends but generally English, even tho Spanish is my first language."
        ], 
        [
            "People of Reddit in college, what's your go to tip for getting to bed on time?", 
            "Best way to get to sleep on time is to get up early. If you get up at 8am every day, sooner or later you will feel tired around midnight.  \nSource: Got a job half a year ago."
        ], 
        [
            "What's cute when big, but is terrifying when small?", 
            "My bank balance. "
        ], 
        [
            "What is an item whose possession denotes maturity or sophistication?", 
            "Hitachi Wand "
        ], 
        [
            "Why do women like in potential mates similar traits as their father?", 
            "It's often not a matter of \"liking\" these traits, it's something subconscious. How your father acts, works, treats your mother/women, etc. plays a huge role in shaping your view of how a man should be and act. You naturally will gravitate towards what is familiar. It's the same for men and their mothers."
        ], 
        [
            "What's your excuse for being antisocial?", 
            "People suck "
        ], 
        [
            "You're the new head of the Secret Service, what code name do you give the new commander in chief?", 
            "Trumpanzee."
        ], 
        [
            "What did you eat for lunch today?", 
            "Chips"
        ], 
        [
            "When is quantity better than quality?", 
            "Money."
        ], 
        [
            "people who never stood up against bullies, why?", 
            "All the adults in my life told me not to.  They said I should just ignore them and that it would go away.\n\nIt's one of my greatest regrets in life."
        ], 
        [
            "What's your biggest regret in life because you were too afraid to fail?", 
            "Not trying harder in college for fear that I wouldn't be as smart as I might think I am "
        ], 
        [
            "Redditors who have met celebrities, who are the worst assholes/nicest people?", 
            "I covered sports and met some really nice athletes. Peyton Manning, Edgerrin James and Tony Dungy were great. Inner Ashley Judd during the month of May at the Indianapolis Motor Speedway. She was nice. Most of the drivers were cool. No. 1 NBA draft pick, and sadly bust, Greg Oden was super nice. \n\nI met John Mellencamp in college since he lives in Bloomington. He was nice. His ex wife not so much. \n\nHoda Kotb's mom still lives in Northern Virginia where I live now so I ran into Hoda at the Apple Store. She was nice. \n\nI worked on an account with a lot of musicians that worked with us. George Clinton was cool. He drew me a picture. Paul Williams was awesome. Art Alexikas from Everclear was really nice. Tony Bennett was great to work with. Sam from Sam and Dave was awesome. His wife was a pain. Nancy Sinatra was tough but really great to work with. Billy Corgan was nice but he's just a strange guy. \n\nDanica Patrick isn't particularly nice. \n\nBill Laimbeer was the worst, but knowing his track record I knew it was coming. "
        ], 
        [
            "Why are most starships or space stations aerodynamically shaped, yet spend their time in orbit of planets or deep in the vacuum of space?", 
            "Because they still have to *get in to space* at some point."
        ], 
        [
            "If you would get the one time opportunity to do a full dive into VR choosing any world you can imagine - Which one would you choose and why?", 
            "Heaven"
        ], 
        [
            "You have to choose a fictional father to be your dad, which one do you choose?", 
            "Hal from Malcom in the Middle."
        ], 
        [
            "Use autocorrect 10 times in a row to see your life story. What is it?", 
            "I am so I am so I am so I am so I am so I am so I am so I am so\n\nTL;DR I am so"
        ], 
        [
            "What is your favorite \"roses are red\" poem?", 
            "**Roses are red Violets are blue TL;DR They differ in hue**\n"
        ], 
        [
            "What song comes back to haunt you on all your Pandora stations?", 
            "Sia - Cheap Thrills"
        ], 
        [
            "Why, what we can't get is more important to us?", 
            "In psychology it's a term called 'reactance', whereby someone feels restricted because they can't or aren't allowed to have something, so they want it even more.\n\nI remember reading a case which showed that underage people wanted albums marked with parental advisory stickers more than those without because they were restrained from (legally) acquiring it.\n\nI suppose the same can be applied for alcohol or movies.\n\nI might be wrong though, but that's one of the few things I *think* I remember from college several years ago lol"
        ], 
        [
            "What made you quit your last job?", 
            "My boss was a miserable micromanager who took all the joy out of my profession. "
        ], 
        [
            "What delicious culinary masterpiece did you make as a child and now look at with disgust?", 
            "Mudcake. Basically exactly what it sounds like. I mixed pebbles and grass and the occasional worm or ant and made them little buscuit sized things. I had an derilect stone oven in my back yard so i'd put them in there until hardened. Then i would take my now finished dirt clods and throw them at my little brother. "
        ], 
        [
            "What actor or actress makes a movie unwatchable for you?", 
            "Tom Cruise."
        ], 
        [
            "Which Hollywood Star is the most likely to survive in an apocalyptic scenario due to skills picked up during filming?", 
            "Keanu Reeves\n\nHe did some insane weapons training for the filming of John Wick. I bet he could outperform some Marines in the Killhouse. "
        ], 
        [
            "Older redditors who didn't get their lives together in their 20s, at what age did you do it and how?", 
            "I'll let you know when it happens. "
        ], 
        [
            "What mating calls do you fellow males use to attract the female?", 
            "The sound of my guitar. "
        ], 
        [
            "Where is the line between insanity and creativity?", 
            "It's in the air, and brightly colored. It happens to fall into both categories. If you yell about it, it's insanity, but if you paint it, it's creativity"
        ], 
        [
            "What is probably never coming back?", 
            "Dog poop that turns white when it's been sitting outside for a while .... \n\nAm I the only one that a.) remembers this and b.) is haunted by the fact that something like this doesn't happen anymore? I mean, why did it happen, and why does it not happen now? \n\nMy parents raised Chows. I'm not obsessed with dog poop. Promise. "
        ], 
        [
            "In Indian struggle for freedom, what was the role played by several foreigners who made India their homeland and participated in various movements?", 
            "The UK moved a lot of Indians around the world for cheap labour. Does that count?"
        ], 
        [
            "What animal could you never eat?", 
            "My pet."
        ], 
        [
            "How do you relieve stress?", 
            "Exercise "
        ], 
        [
            "What happened to the white bagel chips in Chex Mix?", 
            "those were the shit Chex mix used to be so balanced and awesome. now it's just overrun with those rye chips"
        ], 
        [
            "What is deadlier, a T-Rex or a T-rex sized chicken?", 
            "A chicken sized T-rex"
        ], 
        [
            "Other than simulated sex what would you like to see become possible with future virtual reality technology?", 
            "The educational uses are endless. Take a tour of the inside of an atom. Explore Chernobyl. Walk on the Moon. Swim the Great Barrier Reef."
        ], 
        [
            "What's the most interesting conversation you've had while making a call to a companies support number?", 
            "I was on the phone with Microsoft tech support the day Osama bin ladin was killed. The tech support employee was from Pakistan and said that people from his community were very happy with the news."
        ], 
        [
            "What are the worst baby names you can think of?", 
            "Trumpkin"
        ], 
        [
            "Tyrannosaurs, how do you show support for the majority opinion when in large crowds?", 
            "Eat the dissenters. "
        ], 
        [
            "A fingerprint can secure your bank account, how has it not replaced the key fob to a car?", 
            "What if you're loaning your car to someone?"
        ], 
        [
            "[SERIOUS] Reddit, how did you get over your worst heartbreak?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "Sleeptalkers. What are some of the things that you have said in your dream that makes sense in the dream but not in reality?", 
            "\"SNOW IN JUNE!\" Like repeatedly, because it was June. And snowing. But that can't happen IRL. Can it?"
        ], 
        [
            "Socially anxious people of Reddit - what scenario would describe the feeling to non-socially-anxious people?", 
            "it's like that dream where you're taking the final for a class you don't remember ever attending. "
        ], 
        [
            "How did you meet your best friend?", 
            "On this comment thread *looks around hopefully*"
        ], 
        [
            "Redditors who have killed someone/seen someone die...how did it change you?", 
            "When I was young our schoolbus stopped and the driver said \"if you want to walk the rest of the way you can, we'll be here a while\". I wanted to get home, so started walking. Got to the traffic lights and realised why we were stopped. A woman had been hit by a car and was bent all the wrong ways, making this horrible moaning sound. I decided to stop and watch being the curious 13 year old I was. She went quiet and all the paramedics sorta just stopped for a few seconds, you could tell they were dead. It hasn't really affected me other than to note it must be a horrible way to die like that"
        ], 
        [
            "If you could have one super power, what would it be?", 
            "The power to persuade people to do anything."
        ], 
        [
            "Which season of the year is the most nostalgic for you and why?", 
            "The summer, I just remember when I used to be a kid and would hang out with my brother and go to the pool almost daily, make me tear up thinking about it."
        ], 
        [
            "What makes a game interesting/makes you want to return?", 
            "A game I always see my self going back to is Max Payne 3, I played the story at least 3 times on the ps3, and I doing a play through on Pc. Just something about the story, and the gunplay just feels soooo satisfying, even though its quite linear, there's still collectables and back story, plus the game is pretty old (I think came out in 2010), and it still looks good on my PC. The multiplayer was also really good, even though I didn't get to play it too much because it took forever to find a match because nobody really played multiplayer. Plus its pretty fuckin gruesome"
        ], 
        [
            "What made you to start believing in the paranormal?", 
            "My brother was really into it and did some ghost hunting with a group he got together, that got me interested.\n\nWent with him once, creepy. Found that I am not a fan of going along with a small group, but I still enjoy discussing it, going on guided tours, and watching stuff on tv."
        ], 
        [
            "Teachers of Reddit, what's the weirdest excuse a student has given you that turned out to be true?", 
            "\"I didn't do the assignment, my dad told me not to.\"\n\nCalled Dad.\n\n\"Yeah, sorry. We went to the mini-golf course instead. I was like, forget everything! Family mini-golf!\"\n\nHonestly I sorta approved. Kid still got a 0 though."
        ], 
        [
            "How would you describe your friends to Redditors who have never met them?", 
            "Lool at mister big shot op having friends. You're a phony, a big fat phony."
        ], 
        [
            "What mistakes have you made in life and what did you learn from it?", 
            "That you actually need to learn from your mistakes. Making a mistake and learning from it is called growth and being a human. Making a mistake and not learning from it is decay and can result in your life doing so. "
        ], 
        [
            "Accountants of Reddit, your job is always portrayed as very mundane. What are some crazy stories?", 
            "A few years back I was doing taxes for a client that were quite complex and I stayed up past midnight."
        ], 
        [
            "If you had to be executed, what method would you choose?", 
            "heroin overdose"
        ], 
        [
            "How do you distract yourself from loneliness?", 
            "Weed "
        ], 
        [
            "What does your buttcheek look like?", 
            "Like [this](https://i.imgur.com/2Z1gVYl.gifv)"
        ], 
        [
            "What do you think would some things we share in common, some cultural universals, that we might share with an alien intelligence?", 
            "Math. I assume it's universal. Any alien species would be able to count. Draw 2 lines, then 2 more a small distance away, then 4 lines. 2+2=4. And there, you've communicated with aliens. Even if you can't even comprehend their form or even see them, if they can see you and your lines, then they'd be able to deduce that simple equation."
        ], 
        [
            "Who is the best fictional character in your opinion? Why?", 
            "Spongebob, cuz I can fuck him in so many different holes yo"
        ], 
        [
            "What generally can be brought back home when you leave the hotel?", 
            "Chlamydia"
        ], 
        [
            "[Serious] how do you find a great type of high school for alternative learning in Australia?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "Which hairstyle are you getting tired of seeing everywhere?", 
            "Skinheads. I work at a chemo clinic. "
        ], 
        [
            "You discover your lifespan will be extended by a whole week; how do you change your day-to-day life?", 
            "I'd change nothing. I'm obviously doing everything right if I'm being given a whole extra week."
        ], 
        [
            "Reddit, what things do you hide from your SO?", 
            "Nothing.  It seems like a waste of my brain power.  We're married and I'm not weird."
        ], 
        [
            "What do you think of turkish drama?", 
            "Erdogan is everything Trump dreams to become. So if you want to see how \"The Presidency Of Trump: The Madness\" evolves, just watch \"Erdogan: Fascist Dictators in the 21st Century\""
        ], 
        [
            "What previously loved food can't you eat anymore and why?", 
            "Hit it big at a casino, about $8,000. Took my wife out to celebrate and ordered a ton of raw oysters. Loved them. Then ordered a salad. The dressing was made with flax oil, which makes me immediately and violently ill. I threw up raw oysters for 2 hours. Have not had them in years as a result."
        ], 
        [
            "What is an example of an act of True Love?", 
            "Single mums or dads working super hard for their children selflessly. "
        ], 
        [
            "What are som fun and mischievous things to do with your partner abroad?", 
            "We joined a militia in Turkey"
        ], 
        [
            "What's something that's bothering you?", 
            "My parents called me a selfish person who cares only about me and no one else at all because I missed our phone call time yesterday. They say I'm becoming someone unfortunate and someday I'll realize that. That I'm just a user. For the record, all my friends tell me this is bullshit. I also call my parents reasonably often.\n\n... So yeah. I love them and was raised to care for family but wow they can be assholes for the tiniest things."
        ], 
        [
            "Whats the worst night's sleep you've ever had, and whose fault was it?", 
            "Last night. Your mum snores like a pig searching for truffles."
        ], 
        [
            "If you were forced to watch a movie everyday for the rest of your life, what movie would you watch?", 
            "Groundhog day"
        ], 
        [
            "Reddit what are some good songs to wake up from?", 
            "Chop suey by Systems of a Down"
        ], 
        [
            "What modern day slang really intrigues you?", 
            "Explain \"fleek\" to me."
        ], 
        [
            "What is the weirdest coincidence you have experienced in your life?", 
            "Just after I met my current partner we figured out we'd both been at the same screening of The Breakfast Club about ten years earlier. There were about ten people in the cinema, including myself and a friend, and him and his gf. "
        ], 
        [
            "How do you want your body disposed of when you die?", 
            "Throw me in the trash"
        ], 
        [
            "If you could have a wrestling style entrance to your daily job with a theme song, what would be that theme song, and what would it look like at your work?", 
            "Sound of Silence by Simon and Garfunkel, exactly as thrilling as you'd expect"
        ], 
        [
            "What is your favourite Simpsons quote ??", 
            "Stupid sexy Flanders."
        ], 
        [
            "What would be nasty with cheese?", 
            "Poop."
        ], 
        [
            "What do you want to see before you die?", 
            "Drumpf impeached. "
        ], 
        [
            "If your ex came with an instruction manual, what would it say?", 
            "May contain viruses. "
        ], 
        [
            "What are some inside jokes on Reddit that new Redditors don't know about?", 
            "This ones kinda old but, dad beating you with a set of jumper cables"
        ], 
        [
            "What generally can't be brought back home when you leave the hotel?", 
            "The maid."
        ], 
        [
            "What's your position on genital piercings?", 
            "On my back with my legs in medical stirrups. It makes it easier for the piercer. "
        ], 
        [
            "What is the worst standup you've ever heard?", 
            "Jimmy Car"
        ], 
        [
            "Why are you you?", 
            "because my dad got lucky and didnt shoot me into a sock that night?"
        ], 
        [
            "People who regret getting tattoos, what's your story?", 
            "I regret NOT getting a tattoo because I live by that saying about regretting things you don't do."
        ], 
        [
            "What do you enjoy doing 'in the moment' but hate afterwards?", 
            "Showering. It's so cold when you turn the water off."
        ], 
        [
            "What political issue is way more important that people realize?", 
            "global cooling"
        ], 
        [
            "[serious] Couples with a large age gap of Reddit, what obstacles did you overcome to be in your relationship?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "Why would alcohol would ultimately make one's voice coarse?", 
            "Alcohol is an astringent, and it dries out the tissues of the vocal cords; which, after a time, can permanently \"harden\" them."
        ], 
        [
            "Nurses of reddit, what was the most disturbing thing you experienced with a patient ?", 
            "Not a nurse, but worked as a medical assistant for a while for an orthopedic surgeon. Worked mostly with elderly patients getting hip and knee replacements. Had to pull down a guy's pants to remove staples from his hip, he jizzed in his pants then and there. "
        ], 
        [
            "What really needs to stop now?", 
            "Trump."
        ], 
        [
            "What have you witnessed that reminded you that the world is unfair and cruel?", 
            "the kardashians "
        ], 
        [
            "[Serious] Redditors who are trying to make the world a better place, how do you keep up your spirit even when most people don't care about the planet and others?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "What's a terrible movie you can't believe was actually made?", 
            "31. I just watched it today. So bad. Lionsgate should be ashamed, and Rob Zombie just needs to stop. Stop it Rob. Stop.\n\nThat's supposed to say 31, but it keeps cutting the 3 off when I click save."
        ], 
        [
            "What things does money make worse?", 
            "People"
        ], 
        [
            "If you could choose an inner voice to guide you, who would you pick?", 
            "Optimus Prime"
        ], 
        [
            "What are your favorite discontinued snacks?", 
            "I used to always get [these bars](https://s-media-cache-ak0.pinimg.com/736x/78/6c/53/786c53a0618d09e3203e9cd11c49117d.jpg) when I was a kid."
        ], 
        [
            "How Many Thoughts Does Your Mind Think in One Hour?", 
            "So many incredible thoughts. "
        ], 
        [
            "What TV series shouldn't have been canceled?", 
            "FIREFLY.\n\nFirefly\nFire-Fly.\n\nF I R E    F  L  Y"
        ], 
        [
            "What is the worst community in reddit?", 
            "Incels is pretty bad."
        ], 
        [
            "SOs of reddit, what do you do to make your relationship work that your partner does not know about ?", 
            "i pretend to be terrible at certain things so she feels like shes super important and i couldnt possibly survive without her"
        ], 
        [
            "What does NOT taste better by adding more sugar to it?", 
            "Sugar, mostly."
        ], 
        [
            "What do you think the world is missing?", 
            "that Malaysian airplane everyone got bored of looking for."
        ], 
        [
            "What's a dream of yours that you actually plan to achieve?", 
            "Traveling to Thailand and reuniting my father and uncle, who were displaced due to the Laotian Civil War and Vietnam War. They haven't seen each other since 1988.\n\nIt took us 13 years to locate him. Should happen mid-2018 if I continue saving like I have been."
        ], 
        [
            "If you buy a cemetery plot, can you camp on it? Why or why not?", 
            "Because you don't buy the land itself, you buy the right to be interred in it. "
        ], 
        [
            "What was your first experience with alcohol?", 
            "My grandpa was babysitting me for a few hours, and I started to get bratty. I think I was around 4. He mixed some wine inside of my apple juice, and after a few sips I got red in my face, calmed down, and fell asleep in the next 30 minutes. Not a method I'd use, but hey, if it works - it ain't stupid. "
        ], 
        [
            "Those who dated or was close friends with a psychopath :When did you discover that the other person wasn't normal?", 
            "Found out my step father (of 15 years) was secretly recording illicit videos of young girls who were unaware of his camera. He was subsequently arrested and incarcerated and has since made it his life mission to ruin the lives of my entire immediate family. I had honestly never considered him a \"step\" father and only thought of him as my dad, it pretty much shattered my entire perspective on people. But the strange thing was the minute I found out was also the minute I knew it was true. Weird idiosyncrasies were riddled all over the place, but he had been my dad for 15 years and these bizarre behaviors and strange personality quirks seemed normal.  I couldn't believe it but I had no doubt it was the truth, and the things he has done since makes me question everything I knew about trusting another human being."
        ], 
        [
            "How would you describe Reddit to a friend who has never heard of it?", 
            "\"You know those memes I show you? I most likely found it on Reddit.\""
        ], 
        [
            "What did you notice change about you as you got older?", 
            "My tolerance for youthful ignorance and idealism."
        ], 
        [
            "What is a must-see show on Netflix?", 
            "The Office"
        ], 
        [
            "What has been preoccupying your mind lately?", 
            "Been talking to a guy for 1.5 years and still have never met, tired of everyone telling me to \"just find someone local\" as if it's fucking easy to find someone here. Told my mom about him and she, as expected, told me not to pursue a romantic relationship with him because he is divorced with 2 kids. I'm not an assertive enough person to flip the bird to everyone and do whatever I want. I'm incapable and depressed. Just kind of want to lie on my couch until I rot away, really."
        ], 
        [
            "What is something you would never share with your parents?", 
            "My girlfriend "
        ], 
        [
            "When did you start feeling \"old\"?", 
            "When I started to have to \"scroll\" on websites to find my birth year."
        ], 
        [
            "What is your favorite way to settle a dispute?", 
            "There's only one way. Rock, paper, scissors. "
        ], 
        [
            "How are you different from the \"first date\" version of you?", 
            "I was pretty quiet. Now I talk lots and make silly jokes."
        ], 
        [
            "You have just inherited the internet for some unknown reason. What do you change first?", 
            "I format it.\n\nFuck all y'all. We were better off without it."
        ], 
        [
            "Those of you who have had the chance to be represented at work by a Union or a staff forum, what did you choose and why?", 
            "I'm apart of a union now and make twice what I made when I wasn't in one and I have benefits. Oh and retirement as long as it doesn't implode a pension and 401k."
        ], 
        [
            "How would life be different if you got a notification everytime you did something for the final time in your life?", 
            "The \"last time attempting suicide\" notification would be a relief."
        ], 
        [
            "What's the farthest you've ever gone (not distance travelled) in order to get someone to sleep with you?", 
            "I spent a year and 3 months not pressuring my girlfriend waiting for her to be ready to lose her virginity, after coming out of a relationship having sex 6+ times a week. I've never been that interested in sex though, so I was really fine to wait till she wanted to."
        ], 
        [
            "Reddit, what's the longest you've ever gone without sleep? What happened?", 
            "Something like 80 hours. My eyes started to swell and become heavy. I felt weak. I was lightheaded."
        ], 
        [
            "What is your goal?", 
            "To become a pilot."
        ], 
        [
            "Procrastinators of Reddit, how do you finally get yourself to do work?", 
            "When I have less time to complete the thing than the amount of time it takes to complete the thing"
        ], 
        [
            "People who are related to famous people, what's it like?", 
            "My cousin is a porn star... and it's very, very awkward, especially when I'm trying to surf porn and I have to look away, so yeah...."
        ], 
        [
            "At what age did you start masturbating?", 
            "about 9. i did it on accident and been doing it on purpose ever since"
        ], 
        [
            "What's the story behind your first nickname?", 
            "It was abbreviation of my real name firstly spoken by my Dad. :)"
        ], 
        [
            "People who have met online friends in real life, how did it go?", 
            "Really well. Weird for the first 5 mins, then fine, and became true friends.\nSome people are great online and fucking unbearable in real life, though. "
        ], 
        [
            "What is something you can say among friends but would sound weird to strangers?", 
            "Clits being earlobes"
        ], 
        [
            "How often does the topic of sex really cross your mind?", 
            "It doesn't cross my mind ever.. it just permanently lives there."
        ], 
        [
            "[Serious] To anyone who has ever admitted themselves to a mental hospital voluntarily, what was your experience like?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "What is a feeling or experience everyone should go through once but then never again?", 
            "Betrayal. Everyone needs to learn how to pick their friends/relationships carefully, and to not let your guard down too quickly. "
        ], 
        [
            "What album changed your life? How so?", 
            "Indicud"
        ], 
        [
            "What's something that never fails to turn you on?", 
            "Argonian maids"
        ], 
        [
            "If you could have any spell, or magic ability, from any fictional universe, which would it be, and why?", 
            "The ability to control time. I'd have so much fun and I'd be more productive if I could just freeze time, do what I need to do and start it again."
        ], 
        [
            "For people who live alone: Do you poop with the door the closed? What about showering?", 
            "I poop with the door closed. Don't want to stink my whole house. shower, same thing. I enjoy the humidity. \n\nBut the real question is.. Do I poop with the shower running, with the door closed? - Fuck no. That shit smells nasty.\n\nLike Star Wars?  - http://imgur.com/a/vhjPV"
        ], 
        [
            "What video games are not worth playing?", 
            "Pretty much any video game based on a movie"
        ], 
        [
            "What is the hottest potato chip you have eaten?", 
            "I come from a very white family, so I'd have to say it was a garden salsa Sunchip"
        ], 
        [
            "Hey Reddit, What is your parents funniest story of you as a baby/child?", 
            "My mom's male friends taught me how to cat call when I was around 6. While dining at a restaurant I asked a waitress if she'd like to have anal sex"
        ], 
        [
            "What building or town seems innocent but has a sketchy past?", 
            "Hogwarts.  "
        ], 
        [
            "What do you think is going to happen in the final episode ever of Orange is the new black?", 
            "If Piper isn't dead yet, I'd really like for that to happen. She's the worst goddamn part of that show. "
        ], 
        [
            "What absurdities did you have to endure in your youth that the children of today will never experience?", 
            "Trying to make sure your tamagochi didn't die while you were at school. \n\nBack before they had pausing or mute functions, you either had to be sneaky as fuck and bring it into the class or pray that it wasn't dead when you got home. It was tough shit."
        ], 
        [
            "[Serious] People who are genuinely happy with their lives, what's your secret?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "What movie do you hate which everyone else seems to love?", 
            "The Notebook. Godawful film. Men especially seem to love it. "
        ], 
        [
            "What TV show (besides Firefly) ended too early?", 
            "Pushing Daisies. Before it's time and people weren't ready for it. The cinematography was beautiful though. "
        ], 
        [
            "What movie is ruined if the characters had cell phones?", 
            "Castaway"
        ], 
        [
            "What have you done to get revenge on terrible neighbors?", 
            "Neighbor kept mowing my flowers, so I finally put metal stakes in with the flowers"
        ], 
        [
            "What happened to you today that made your life less miserable?", 
            "My son said his heart depended on me. I felt less Grinch like. "
        ], 
        [
            "How would one go about getting into the porn industry?", 
            "I would assume post your stuff online somewhere till you get noticed... "
        ], 
        [
            "What is your funniest sexual story? (NSFW)", 
            "My boyfriend and I were having sex doggy-style. There are sirens in the background, which is fairly common where we live. In his best dominant dirty voice he says \"They must have heard I was murdering this pussy!\" \n\nWe both burst out laughing immediately after he said it and had to take a break before we could finish. "
        ], 
        [
            "What is cannibalism the answer to?", 
            "\"What's it called when people eat other people?\""
        ], 
        [
            "does listening too much music reduces the emotional impact? what do you think?", 
            "Wat"
        ], 
        [
            "People of Reddit. Why happened with your first love. And what's your outlook on them now?", 
            "I was on a date with his friend Eric when we first met. Eric could see that we had an instant connection and bowed out gracefully. He called me laughing and said, \"Yeah, we should probably break up so you and Scott can go out.\" \n\nThe three of us remained friends for 11 years after that. I loved them both more than I can put into words. \n\nWe were all pretty poor growing up. They started selling drugs. It ruined them. They gave into the most selfish sides of themselves and never came back from it. \n\nAs it stands, I don't speak to either one. Scott utterly repulses me. I miss Eric often, but I'll still never answer his calls again. \n\nCome to think of it... they were both my first love sort of.\n\n"
        ], 
        [
            "Anyone ever been through, \"temporary insanity\"? What was the last straw? How was it?", 
            "My friend told me I was a lost cause. She said I'd never change, and that she was giving up on me.  So, I cut myself in the girl's bathroom and spread my blood all over the wall at school."
        ], 
        [
            "[Serious] What was gifted education like ; do you think the label harmed you, or helped you?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "What was the worst fake excuse your date said in order to leave earlier?", 
            "I'm late for a date."
        ], 
        [
            "What food was easier to make than you expected?", 
            "Choux pastry."
        ], 
        [
            "What's a song that you could listen to over and over for the rest of your life without ever getting tired of hearing it?", 
            "none of them."
        ], 
        [
            "What were you doing seven years ago?", 
            "Just a average day in highschool and masturbating at home. That was the life. Definitely followed akuna matata"
        ], 
        [
            "Everybody has had a boss they hated. What caused you to hate your boss?", 
            "*Deep breath* I was an office manager for a painting subcontractor. He ran two painting companies, one union and one not. He stopped paying me on time, then started only paying part of what he owed me, it kept building up, and he owed me over $8000 when I finally quit. Meanwhile, I was driving all over the Bay Area for him (From Richmond to San Jose, multiple times a day sometimes), delivering the painters pay checks, checking on job sites, etc. During the time when he said he didn't have enough money to pay me, I was doing his taxes and found the receipt for 50 grand repairs to the suspension of his Mercedes sports car. Oh and he also had me running errands for his wife, who was a lawyer in Pacifica and had no connection to the company."
        ], 
        [
            "what's your feeling after finished your student life ?", 
            "Terror. "
        ], 
        [
            "When do you wake up in the morning?", 
            "6PM EST an hour before work."
        ], 
        [
            "Reddit, what advice would you give a new Redditor?", 
            "If you want serious answer on /r/askreddit, you need to write [Serious] in the title"
        ], 
        [
            "What song lyrics stayed in your memory even though you don't particularly like the song?", 
            "Caroliiiine, she's the reason for the word bitch.  \n\n&  \nSorry Mrs. Jackson, Oooooh, I AM FOR REAL!"
        ], 
        [
            "What thing you like to do gets looked down on?", 
            "midgets"
        ], 
        [
            "What are some subreddits that will cheer a person up?", 
            "r/aww"
        ], 
        [
            "[Serious] What needs to be banned from the internet?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "Reddit how could you convince me god is real?", 
            "Waterboarding until you accept god as fact. The Trump way of doing things. "
        ], 
        [
            "[Serious] Redditors, what keys on a keyboard do you not use?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "What is your favorite post-2010 rap song?", 
            "Ill Mind Of Hopsin 7"
        ], 
        [
            "What's the coolest historical object you possess?", 
            "I have a book of poetry that was published in 1871. \n\nI also have a ring from my great great great great great grandmother. "
        ], 
        [
            "(SERIOUS) Men of reddit, what's your trick to last longer during sex?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "Which animated character would be worst to have as your sexually abusive partner?", 
            "Shrek \n\n Edit: Whoops thought OP said best"
        ], 
        [
            "[Serious] What subreddit is actually creepy?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "Reddit: what helped you figure out what you wanted to do with the rest of your life as in work/career?", 
            "My dad influenced my becoming a journalist. He was a journalist for a few decades but never pushed it on me. Writing always came easy to me and I knew I would do something incorporating my skills. Learning about Woodward and Bernstein breaking the Watergate story showed me how impactful reporters can be. Watching Barbara Walters taught me the art of conducting an interview. "
        ], 
        [
            "What’s your favorite word?", 
            "fuck"
        ], 
        [
            "Hey Reddit, why are you still single?", 
            "I'm single because I don't mingle"
        ], 
        [
            "Why are you dreading going to work today or tomorrow?", 
            "bish, I'm at work NOW"
        ], 
        [
            "Reddit, when did you realize that the person who dumped you actually did you a favor?", 
            "When it stopped hurting and I started to regrow as a person. I realized I had stagnated and not looked too far outside my comfort zone for a long time. Meeting new people and building new experiences reminded me how much more there is to life than securing comfort and hiding. "
        ], 
        [
            "What's the best prank you've ever witnessed?", 
            "Ever seen the movie Oldboy? Prank patrol."
        ], 
        [
            "What do you believe in? and why?", 
            "I believe in miracles "
        ], 
        [
            "What country/city is NOT as glamorous as everyone thinks it is?", 
            "Los Angeles.  Particularly Hollywood."
        ], 
        [
            "You have to make someone addicted to reddit. What thread do you show them?", 
            "/r/CatGifs"
        ], 
        [
            "What grows worse the older one gets?", 
            "Other people's shitty taste in music. "
        ], 
        [
            "What is something horrible that makes you laugh every time, but you really shouldn't find it funny?", 
            "[This](https://youtu.be/yhyZn2DGY-0) \n"
        ], 
        [
            "What is your local cuisine dish that we, the people of reddit, should know about?", 
            "Surströmming "
        ], 
        [
            "Mods of Reddit, how do you grow and guide a community?", 
            "Grow and guide? It's all about censor and direct the narrative, pleb. "
        ], 
        [
            "What compliments do you give strangers that are similar to but aren't pickup lines?", 
            "Nice tits, person I have no sexual interest in.  "
        ], 
        [
            "[Serious]Have you ever had a near-death experience? What happened?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "What keeps you going in your everyday life?", 
            "My sisters, they're 13 and 1.5.  I'm nothing without them and they're basically my babies."
        ], 
        [
            "What is the best/worst bro-science tip you've heard?", 
            "There's so much bro-science overheard in my gym.  My favorite was:\n\n\"Make sure you drink plenty of water, bro.  You need all the calories you can get to build muscle, bro.  Water's rich in calories, bro.\"\n\nWell, I mean.....he's wrong as hell, but I don't see anything harmful  happening from this unless he really drinks so much water that his electrolyte balance is thrown off."
        ], 
        [
            "What's a piece of Reddit history we are all ashamed of,yet feel like every new user should know?", 
            "The fucking god damn safe. "
        ], 
        [
            "What's your \"I was young and needed the money\" story?", 
            "Oh god. This is embarassing but it happened. In college I decided to sign up for online dating, and somehow this much older guy found my profile and started chatting with me. I was in my early 20's, he was 60+. He wasn't flirting or anything thank goodness, just thought I was a cool person and wanted to talk. He explained at one point in our conversations that he was having a very hard time finding anyone, and at his age it was unlikely that he ever would. So, since he was an accountant/some financial guru of some type, and I had mentionned I was pretty broke in college, he offered to pay me $60 to help him with his online dating profile to get it more exposure. After a confused \"Are you actually serious\", I reluctantly agreed. Being only twenty-something myself and looking for my own relationship, I had no idea what value or expertise I could offer someone three times my own age.\n\nWe ate lunch at the small cafe right outside my school, and just spent the whole time talking. He was very bald, had beady little eyes, and was overall very quiet and mousey as a person. His profile, which I had looked over, was very artsy and punny, but didn't have a whole lot about him. So, I spent the whole time, not sure how long it was but it was over ten minutes, just trying to get him to talk about *himself*. I hit him with a question like \"Okay, suppose you're speed dating and you have thirty seconds for someone to get to know you. *GO*.\" He froze up, started asking if that's how speed dating really worked, and just avoided answering it with anything substantial. The meeting ended inconclusively, but he still gave me sixty bucks cash, and we continued chatting online afterwards, though a bit more infrequently. I think he did message me at one point just to say that he found someone, but I never followed up in any great detail.\n\nHe found my personal vent blog at one point, which was weird, and also bought a couple odds and ends off of my Etsy store (Anything green that I listed, because he liked green), but other than that it was never a friendship or anything, just awkward acquaintances. Apart from being socially stunted, to his credit he was never inappropriate with me or in any conversations we had had. I lost contact with him years ago when I switched e-mail addresses and Xanga later shut down any blog that wasn't part of their Wordpress kickstarter. So, that's that."
        ], 
        [
            "What's your favorite Disney movie?", 
            "You must be swift as a coursing river!!"
        ], 
        [
            "Reddit, what did you have for breakfast this morning?", 
            "A bottle of water hoping to get rid of this shitty hangover I've had all day. Didn't work."
        ], 
        [
            "If paying taxes was voluntary, but would determine your voting power, how much would you pay?", 
            "I would write bad checks for $19 Trillion"
        ], 
        [
            "What would be some more accurate movie titles?", 
            "A dream in a dream in a dream in a dream in a dream in a..."
        ], 
        [
            "What is your favourite quote?", 
            "\"I am, somehow, less interested in the weight and convolutions of Einstein’s brain than in the near certainty that people of equal talent have lived and died in cotton fields and sweatshops.\""
        ], 
        [
            "Women of Reddit: What is the most meaningful gift your boyfriend has ever given you?", 
            "I'm a lesbian, but I'll answer anyway. It was my wife (at the time girlfriend) who got me my first nice camera after noticing how often I took pictures of local wildlife using my shitty little canon. Now wildlife photography is my favorite hobby and the thing that relaxes me the most."
        ], 
        [
            "People of Reddit living with tinnitus, what is your go to for temporary relief?", 
            "It's been so long that sometimes I can tune it out, or ignore it for a little while.  It's bad enough that I have to sleep with a fan."
        ], 
        [
            "Which language has the worst grammar rules?", 
            "English"
        ], 
        [
            "Couples who have different sex drives, how do you make it in the bedroom?", 
            "Here I am browsing reddit, sitting on the couch with my fiancée on the 5th day in a row wihout sex. Guess I'll just fap as soon as I'm alone at home. Again."
        ], 
        [
            "Asexual/demi Redditors, what have relationships been like for you?", 
            "I'm not, but my gf is ace. We have sex a few times a year, but it is irrelevant. I think we're closer because of it. My past relationships have been with self-proclaimed \"nymphomaniacs\" and they all ended badly. Making it something that is more spur of the moment means it is special for us. I appreciate her more than anyone in my life and she tells me the same every day."
        ], 
        [
            "What is a troll?", 
            "A troll is a guy who won't get no love from me....*wait* that's a scrub. Trolls live under bridges."
        ], 
        [
            "You can only communicate in quotes from one movie from now on. Which movie do you choose?", 
            "Deadpool"
        ], 
        [
            "A long time ago, humans domesticated wolves into dogs. What animal would you want domesticated and what breed would you want of it?", 
            "Humans."
        ], 
        [
            "What time in your life most shaped you as a person?", 
            "2016 "
        ], 
        [
            "What are the best Wifi names you've seen?", 
            "Bill Wi the Science Fi "
        ], 
        [
            "What not-so-obvious online or delivery subscription do you highly recommend?", 
            "A seedbox. Even a $5 one. It makes pirating that much safer :)"
        ], 
        [
            "What were the \"Occupy Wall Street\" protest goals and what was accomplished (legislatively, politically, etc.) by the movement?", 
            "Some kids with no clue were able to meet kids without sense and post to Instagram about the meeting."
        ], 
        [
            "If you become god, what will you do first ?", 
            "I'd be like - 'OMG! I exist.' \n\n(No offence to believers)"
        ], 
        [
            "What children's story sends a bad message to children?", 
            "Cinderella teaches children that no matter how terrible your life may be, as long as you're incredibly hot you'll be fine. "
        ], 
        [
            "What's the most recent act of kindness you've done?", 
            "Listened to someone who just needed to talk and vent. Just listened to them, sometimes people don't need advice or feedback. They just want to be heard"
        ], 
        [
            "What technology is in a police patrol car?", 
            "Solitaire is installed on the computers. I've seen cops playing while at crime scenes."
        ], 
        [
            "Who is the most famous weirdo that you like a lot?", 
            "Weird Al Yankovic"
        ], 
        [
            "What is the most overrated TV show?", 
            "walking dead"
        ], 
        [
            "What was your worst nightmare?", 
            "When I saw myself dying. I have the fear of death."
        ], 
        [
            "Why does the addition of palm oil stop the oil in nut butters from seperating?", 
            "Cus it's an emulsifier I think"
        ], 
        [
            "When was the last time you ate cake?", 
            "Yesterday. I ate a piece of blueberry oreo cheese cake."
        ], 
        [
            "Redditors who have tried the new marijuana friendly restaurants, what where they like?", 
            "The food is exceptional."
        ], 
        [
            "Why do you hate THAT person so much?", 
            "Because he's Piers Morgan."
        ], 
        [
            "Do you prefer working in groups or independent? And why?", 
            "By myself.I hate working with other people. My ideal task is one where I don't even need  help or feedback from anyone else."
        ], 
        [
            "What's the worst opening line for a eulogy?", 
            "Good **mourning** everyone \n\nNudge nudge wink wink \n\nThen pause for laughter "
        ], 
        [
            "Redactors who have done DMT, what was your trip like?", 
            "I've taken a medium dose a few times and a somewhat stronger dose one time. The medium doses were fun, I just saw quite vivid hallucinations in perfect synchronicity with the music I was listening to. It was basically like the best light show you could ever imagine. My mouth was gaping in pure awe the whole time.\n\nThe stronger dose was less enjoyable, when it started I could already tell this was going to be weird. I had severe open eye hallucinations, I remember seeing an abstract symbol floating in the air, and then instantly, as if to taunt me with its total lack of regard for physics and causality, it suddenly teleported to the opposite side of my field of view, now upside down for some reason. My senses began to fall apart after that, it was just a jumbled mess, static noise. I don't remember much of it. But when the song was over it turned scary, because I was used to sobering up by then, but not this time. So I became convinced the trip was never going to end and I had broken my brain. Eventually I came down, but I had some problems with general anxiety for a few months after that. I don't think I will take that large of a dose again.\n"
        ], 
        [
            "Redditors who use to bully others in school, what did you do and why?", 
            "I was never THE bully or the Regina George but I have been the Gretchen Wieners before.\n\nSo it was the 3rd grade. I grew up in a wealthy suburb where the average family was considered upper middle class to downright wealthy. Like 80% white, 10% Asian, 10% everyone else.\n\nThis one girl, lets call her Regina, was the smartest girl in the class because she won all the awards. We were both ethnically Chinese and growing up in the US so we were friends.\n\nSo Regina didn't like another girl. Lets call her Hermione, because Hermione was a kiss-ass who would go up to adults, shake their hands, and say very quickly, \"Hello Mr./Mrs. _____, it is a pleasure to meet you! My name is Hermione!\" And the adults would be enamored by her while the fellow kids would scoff at how try-hard she was. She also had a tendency to say weird thing, like if someone pointed out it was raining she would add \"It's raining cats and dogs!\"\n\nSo I was part of Regina's posse and we would climb on top of the pull up bars because we were the more athletic girls. You could balance on top of it like you are sitting side-straddle on a broomstick, if you hook your ankle around the pole. We would sit there to show dominance.\n\nAnyway, Regina would talk so much smack about Hermione, and they would share stories with each other about how Hermione cried easily. I wanted to fit in so I made up some story about Hermione crying before I had even met her. Later Hermione and I got along okay, but I remembered my whole 5th grade class pranking her during a Revolutionary War simulation game where you could spend points to make an opponent lose more than you, and a couple kids on the Patriots side got together and \"bombed\" her until she lost half her points in one go. She cried and I said \"nobody likes Hermione\" while everyone was laughing. The teacher heard me and sent me to the principal's office for that comment and I cried because I wasn't one of the kids who bombed her so I thought what I said wasn't that bad.\n\nAnyway, now Hermione is a mezzo-soprano opera singer (not famous or anything, just regional opera houses I think) and Regina George designed an app that got featured on the New York Times. I work at a peon desk job in IT."
        ], 
        [
            "What was your first kiss experience?", 
            "I was 15. It had just rained outside, pretty heavily. We were at church. I felt super cute wearing these hideous platform wedges. Went to hang out around the back of the building for a little privacy. Ended up standing in a bunch of mud. I was nervous, leaned in for the kiss, slipped in the mud/on my wedges and literally fell on his face. 100% awful "
        ], 
        [
            "[Serious] What's your daily struggle?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "What actually offends you and why?", 
            "Hypocrisy"
        ], 
        [
            "What is the worst food you have had at a restaurant?", 
            "First time I visited my wife's hometown, we went to the only Chinese restaurant for 50 miles, and I ordered my favorite hot and sour soup. It was so bad I spat it out, told them to take it back, and didn't eat."
        ], 
        [
            "If you toured Willy Wonka's factory, what would the Oompa Loompas' song about you be about?", 
            "Oompa Loompa doopa-dee doo\n\nYou ate some chocolate, now you must poo\n\nOompa Loompa doo-pa de dee\n\nIt was quite silly to eat dai-ry\n\n\n\n*What do you get when you guzzle down milk?*\n\n*Lactose intolerance making you ill!*\n\n*Why don't you learn 'til your intestines turn*\n\n*What do you think of that?*\n\n*I don't like the feel of it*\n\n\n\nOompa Loompa doo-pa dee da\n\nIf you had listened, you would not fart\n\nYou could sit in comfort there too\n\nAte more chocolate, what will you do?\n\nDoo-pa dee doo!\n\n\n\n\n\n\n^(edited to try and make the formatting a bit less gross but it still looks p bad help reddit)\n\n\n"
        ], 
        [
            "Stoners of Reddit, what do you think of Snoop Dogg?", 
            "He probably has the best weed."
        ], 
        [
            "What were the most impactful scientific discoveries in the last 100 years?", 
            "DNA structure, alternating current, general and special relativity, splitting the atom, anything with space travel before 1970."
        ], 
        [
            "Janitors of Reddit: What was the oddest thing you had to clean up?", 
            "Was a McDonald's janitor for a short period way back in the worst times in life. Not even joking when I say there is often diarrhea on the walls and sometimes ceiling and door whenever someone has a sprinkler effect when they barely get their britches down in time, but don't get to the toilet in time!"
        ], 
        [
            "Ex-smokers of reddit,How did you quit the habit?", 
            "For me it was getting away from the crowd that had gotten me into the habit, followed by a revelation that I really didn't like or care about smoking. The revelation hit me when I was making a trip up to a relative's place for the weekend, and pulled off at a rest stop I'd driven by numerous times before; the only reason I stopped was to have a smoke. Took the whole pack out of the car, as well as the lighter, and tossed them in the garbage can."
        ], 
        [
            "What TV show is hard to start but worth it in the end?", 
            "How I felt with Parks and Rec. Really awkward first season, but after that is definitely worth it"
        ], 
        [
            "What is a rapidly growing activity/interest that has a cult-like, but not mainstream following?", 
            "Historical theme parties/weekends. Jane Austen being a good example:\n\nhttp://www.bbc.co.uk/news/magazine-22308373\n\nNo mobile phones, no laptops, period dress only etc.\n\nThe tourism industry here in the UK is really embracing it and with the success of shows like \"Downton Abbey\" it's becoming even more popular.\n\nA chance to drop out of the real world for a few days and indulge your fantasies through roleplay with likeminded individuals.\n"
        ], 
        [
            "Your last ex/fling is now 50 feet tall, indestructible, and looking for you. What do you do?", 
            "\"You lose some weight babe?\""
        ], 
        [
            "What is something you did that was totally normal as a child but if you did it as an adult would be totally weird?", 
            "Sucked on my moms nipple "
        ], 
        [
            "What would you do if your farts smelled like maple cured bacon being cooked?", 
            "Probably dutch oven myself until I passed out."
        ], 
        [
            "Dear parents of reddit, what (probably unusual) skill do you hope your child will have learned from you when it moves out?", 
            "To respectably question things.  To not take what others say as gospel.  Investigate."
        ], 
        [
            "What's the best TV show theme song?", 
            "I personally love Cowboy Bebop's opening."
        ], 
        [
            "What is a holiday you celebrate that is less well known?", 
            "Festivis! A festivis for the restofis"
        ], 
        [
            "If mythical creatures were real, which one would you like to have as a pet and why?", 
            "Definitely a dragon. I t would provide transportation, security, and would bring me treasure. "
        ], 
        [
            "Which one is your favorite royal family throughout history?", 
            "House of Brazanga, the Brazilian branch. \n\nPedro II sounds like the ideal monarchy that I wouldn't mind living under. "
        ], 
        [
            "[serious] Recovered/recovering substance abusers of reddit, what made you decide to get sober? What was your \"rock bottom\"?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "[Serious] What made you cry today?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "What's your favorite revenge-themed movie?", 
            "The count of Monte Cristo "
        ], 
        [
            "Men of Reddit, what would YOU like for Valentine's Day?", 
            "Steak and a blowjob?"
        ], 
        [
            "What are interesting names to give a penis?", 
            "White man's burden"
        ], 
        [
            "What's one unanimously popular food in your country that you absolutely despise?", 
            "Everyoneloves sweet potatoes in the US but I've always hated them. I don't know what it is. They don't taste BAD necessarily. They just have very little flavor to me. And if I'm eating a potatoe I want it to be salty and buttery not sugary. "
        ], 
        [
            "Younger brains are better at learning things. How can someone who is still young make the most of this fact?", 
            "Get the base for playing piani, guitar and one other instrument. You will be able to learn them later on in your life if you prefer to"
        ], 
        [
            "After getting a tattoo, why is it advised to not donate blood within 6 months? If you go ahead and do it anyways, what were the after effects?", 
            "In case a shady artist is using contaminated needles. "
        ], 
        [
            "What's your \"next big thing?\" Where are you going next in life?", 
            "Im starting a beekeeping class in a week"
        ], 
        [
            "Redditors, what movie was slaughtered by critics (and/or fans) but you still absolutely loved?", 
            "The Boondock Saints was killed by critics. Obviously they don't know shit"
        ], 
        [
            "What subreddits are you filtering from /r/all?", 
            "the_donald and a few other political subreddits."
        ], 
        [
            "[Serious] Girls, how much do you value height in a guy? What is short, average and tall for yoU?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "What would be the best name of a comic merchandise shop?", 
            "Stuff your wife will hate "
        ], 
        [
            "In what way are you legitimately gifted?", 
            "I have really good memory. I can actually quote conversations I had with people months before. It can come off as creepy if I don't filter that stuff. \n\nI also am generally good at learning stuff."
        ], 
        [
            "What 1 book do you recommend your friends to read?", 
            "The Curious Incident of the Dog in the Nighttime by Mark Haddon "
        ], 
        [
            "What are your relationship \"hard no\" deal breakers? Even if everything else was perfect about them, what quality or behavior kills any chance of being in a relationship with you?", 
            "Someone who doesn't laugh at my jokes. Cracking your girlfriend up is the fucking best. Not getting to do that is actually a huge deal breaker for me."
        ], 
        [
            "What do you take with you everywhere and why?", 
            "Phone, keys, wallet. Those three items are basically all you need to function in the modern world."
        ], 
        [
            "What is your favorite drink/beverage?", 
            "cherry soda if it's a part a long island."
        ], 
        [
            "If you could ask your parents any question, and be guaranteed a 100% honest answer, what would it be?", 
            "\"How much money do you actually have?\"\n\nSeriously, all I hear is my mom bitching about how my dad bitches about money...\n\n...He bought her a new car last week...\n\n\nWhat the fuck!?!?"
        ], 
        [
            "College Drop outs of Reddit, why did you quit?", 
            "My brother died. I was confuse, deeply depress and lost interest in everything. "
        ], 
        [
            "Fast food employees of Reddit- What is the craziest thing that you have seen at the Drive-Thru?", 
            "I don't work drive-through, but I worked for an ordering call center for  Pizza Hut for a year. People called all the time while obviously doing the do. The worst was when a man called, out of breath and making some pretty lewd noises, and asked for a sausage pizza. His wife/girlfriend/hookup responded with \"YEEEEES, SAUSAGE...\"\n\nI quit a week later."
        ], 
        [
            "People who've had sex with someone with a disability (mental or physical) what was it like?", 
            "Deaf girls can't control the volume of their voice.  I could never look my neighbors in they eye again."
        ], 
        [
            "As an adult, what can you mess up badly and still get away with all the time?", 
            "Paying bills/rent late"
        ], 
        [
            "What video game quote do you have drilled in your head from hours of playing?", 
            "\"JOBS DONE!\""
        ], 
        [
            "What do you do to get over feeling annoyed?", 
            "Distract myself. "
        ], 
        [
            "Do you have a special song that reminds you of your S.O/crush? What is it?", 
            "All of them \nI love her"
        ], 
        [
            "Ladies of Reddit what is the most awkward way you've been asked out?", 
            "I was at London Drugs (drugstore) with another female friend. An awkward Chinese guy with a heavy accent came up to us and said \"hey I think you are both cute. Can I get your number?\" When I asked him \"which one are you asking\" he said \"Either\""
        ], 
        [
            "Men of reddit, what made you fall for that girl you didn't think you'd fall for?", 
            "I'm a way more straight arrow \"boy scout\" type, but when I first met my wife she was exactly my opposite. She was a drinker/smoker, extremely outgoing, spontaneous, quirky and I was pretty living my schedule on rails day to day. Honestly, i think she was so different that I was drawn to her out of pure curiosity. She ended up being a total sweetheart too! Don't judge a book by it's cover, peeps."
        ], 
        [
            "What's the one food you can eat no matter how poorly it was made?", 
            "Coffee  \n  \nThe things I've done for caffeine... Unspeakable things..."
        ], 
        [
            "What movie title best describes your sex life?", 
            "Home Alone."
        ], 
        [
            "What would be your golden advice for a beginner redditor?", 
            "Buy gold for useful comments."
        ], 
        [
            "What do people who buy Anime dolls do with them?", 
            "I'm just here to congratulate you on your username.\n\nIt's excellent."
        ], 
        [
            "Reddit, what's your funniest high school memory?", 
            "My buddy tried the classic \"grease up a pig and let it loose in school\", it jumped out of the truck driving into town. It tucked and rolled, got up and ran, live well my free friend."
        ], 
        [
            "[Serious] What is the creepiest encounter involving a mannequin you've ever experienced?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "What would be a mildly awesome super power to have?", 
            "The ability to identify fake news."
        ], 
        [
            "What's impossible to stop after starting it?", 
            "Reddit"
        ], 
        [
            "What is the most blatant lie a salesperson has told you when trying to make a sale?", 
            "Sephora clerks are the worst.  One had me smear some stuff on my face that made me look like a grapefruit peel and had the audacity to go, \"omg you look amazing!\"  Sephora clerk, I was not born yesterday.  "
        ], 
        [
            "If you were a girl, how would you react if a guy came up and told you that you were gorgeous?", 
            "I am a girl, but... \n\n\"Oh... Well thanks!\"\n\nAnd if he tries to go further than that, I'd have to drop the \"I'm gay\" truthbomb. "
        ], 
        [
            "What's the craziest thing you found in a new house, apartment,Etc...?", 
            "I found a machete under the mattress of the first apartment I ever rented.\n\nI found a gun buried in the back yard of the house I live in now."
        ], 
        [
            "What don't you do anymore due to a bad experience?", 
            "I can't eat at IHOP anymore. When I was 13 I was at an IHOP with my family and halfway through my meal I found a chewed up piece of gum stuck to one of the pancakes. That memory disgusts me so much that it's all I can associate with that entire chain."
        ], 
        [
            "Who is your favourite pornstar?", 
            "Riley Reid, she's bubbly and honest. Seems to really enjoy it."
        ], 
        [
            "Blind people of reddit, how do you know where you are going?", 
            "I don't know why people are being dicks. This is a legitimate question.\n\nFirst of all not all blind people live in total darkness and secondly there's this thing called text to speech that would allow blind people to \"listen\" to Reddit. "
        ], 
        [
            "What unusual thing as a child did you do, that you thought was normal?", 
            "Wear tights under everything. Even pants. "
        ], 
        [
            "[Serious] Are body cleanses and detoxes real? If so, how do you get rid of stuck body waste?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "Stressed people of Reddit, what's stressing you out?", 
            "SO has been ill for 2 months (mentally and physically) and cannot work. I don't make enough to support us solo (as username suggests)"
        ], 
        [
            "What incorrect/unscientific fact do you hear a lot that drives you crazy?", 
            "Whenever it's really cold and someone uses that as the basis to deny global warming/climate change science. That's not how it works. That's like denying that nighttime exists because it's currently daytime. "
        ], 
        [
            "What tv series isn't worth finishing?", 
            "Finding Bigfoot. \n\n(or as I like to call it \"WHAT WAS THAT?\")\n\nI mean, guys, they're never going to freaking find bigfoot.  And if they do it will be ruined by news coverage."
        ], 
        [
            "Divorced people of reddit, how fucked up were your living arrangements before everything was finalized?", 
            "He's okay i guess. I prefer Kotton Mouth Kings."
        ], 
        [
            "If you could see accumulated \"playtime\" of hobbies/activities in life, where would you have the most hours?", 
            "Rocket League "
        ], 
        [
            "Since protesters are so hilarious with their signs, what would the funniest anti-protester signs say?", 
            "\"What do we want!?\"\n\n\"Unfair!!!\"\n\n\n\n\"When do we want it!?\"\n\n\"Change!!!\""
        ], 
        [
            "How did you figure out your purpose in life?", 
            "I Haven't."
        ], 
        [
            "What does the \"weird guy\" in your office do that creeps you out?", 
            "I put my meatball sandwich in the office refrigerator someone ate the meatballs out of the sandwich but not the sandwich. thats pretty creepy to me. "
        ], 
        [
            "What do you love doing everyday?", 
            "Drinking that first cup of coffee in the morning. Mornings are for coffee and contemplation. "
        ], 
        [
            "What is your personal definition of happiness?", 
            "Being able to live everyday to the fullest and always being excited for tomorrow."
        ], 
        [
            "Redditors who switched majors in college, what major did you start with and what did you switch to? Why?", 
            "Went from environmental science to art. Grew up with artist parents, but had a big interest in science and nature, and was warned my whole childhood what a stupid career decision art is (despite relative success of my folks.) I did fine in most of my classes but I realized I just wasn't really cut out for the grind of it. Really just felt like I'd be happier trying my hand at the art thing, and at least went into it knowing it was a stupid financial decision. Ten years later... we'll, I'm glad I did it but it's one thing as a 20 year old to know abstractly that it's hard, thankless, poverty inducing work and another to live those consequences. I'm still generally happy with my life path but I do fantasize about the other way it could've gone occasionally. But I think I would've spent more time wishing I was an artist if I went into science. It was always the concepts that I liked more in science anyway, which I can still keep up on. But if I'm working hard and grinding, it makes more sense for me to do that in art. "
        ], 
        [
            "Reddit, what did you do to screw up that one relationship you had?", 
            "Literally nothing. He just never got \"butterflies\" like he did for other girls so after a couple years decided to stop stringing me along. Well. \"Officially\" decided to stop stringing me along. Now we just live in separate places but still bang and hang out just as much, if not more than when we lived together.\n\nMy life is a fucking mess."
        ], 
        [
            "What little known app should people download?", 
            "Grindr. You can get your dick sucked at any point in time, if you have zero standards. "
        ], 
        [
            "What film does everyone seem to hate, but you secretly love?", 
            "Tom Cruise's War of the Worlds is an underrated gem"
        ], 
        [
            "I understand the potential risks for keeping contact lenses in your eyes over multiple days. What actually happened to you by doing so?", 
            "My contact lens actually cut the inside of my eyelid and it got infected and swelled 3/4 of the way shut.  "
        ], 
        [
            "If you could (Non sexually) hug anyone, who would you hug?", 
            "My grandmother...just one last time. It's been too long, and I never said goodbye. "
        ], 
        [
            "What is one skill that you wish you had that you believe would enhance your life?", 
            "Social skills."
        ], 
        [
            "What is one piece of advice you can give to parents with a newborn baby?", 
            "When changing the diaper on a boy, pull the front of the diaper down for one second and then put it back. \n\nWait around 5 seconds and then remove the diaper. It will keep you from getting pissed on. "
        ], 
        [
            "What '90s musical act doesn't get the recognition it should?", 
            "I’m speaking as someone who grew up then, and as someone with little knowledge about how future generations perceived them.\n\nBetter than Ezra was a great band.\n\nSo were the Gin Blossoms\n\nSoul Asylum had a  lot of good, emo type stuff\n\nBush’s first album was extremely good\n\nLive vacillated between being quite popular and than not so.  Same with the the Goo Goo Dolls\n\nAlso, don’t forget the other direction artists like Natalie Merchant, Fiona Apple took their work.\n"
        ], 
        [
            "Who’s your celebrity crush?", 
            "Eva Green "
        ], 
        [
            "What have you gotten away with, but had you not, would have ruined your life or someone else's?", 
            "Found my sister in laws /r/gonewild post"
        ], 
        [
            "What country name would not make a good name for a person?", 
            "*Democratic-people’s-republic-of-korea* Smith."
        ], 
        [
            "What are things children should be taught that are not taught in school?", 
            "Their rights "
        ], 
        [
            "What is the worst ice cream flavor you can imagine?", 
            "Hot dog"
        ], 
        [
            "Which subreddit do you wish you belonged or fit into better?", 
            "r/ooerintensifies"
        ], 
        [
            "Reddit who was your best teacher ever? Why?", 
            "Spanish teach... dude was energetic, didn't allow kids to sleep. Wanted us to learn."
        ], 
        [
            "Recipients of unrequited love from a (best) friend, how did it feel to reject them/what happened afterward?", 
            "Horrible. It hurt him quite a bit. He still holds ill feelings towards me today.\n\nEven after me telling him it wouldnt happen, he wanted to be friends. But he continued with very clingy and worrisome behavior. So I had to distance myself. \n\nThat was a year ago. Recently spoke to him, he is doing much better, has lost mych weight. Thumbs up! \nBut im pretty sure he still holds passuve aggressive ill feelungs towards me to this day "
        ], 
        [
            "What do you love, but you'll never admit it in public?", 
            "What's this trickery!? "
        ], 
        [
            "If you could only stop time once in your life when would it be?", 
            "When your mother and I consummated our love."
        ], 
        [
            "Have you ever said something innocent that was taken the wrong way, causing offense or drama? What happened?", 
            "In 9th grade English, I asked my teacher if she was pregnant. She had NOT gained weight, it was because we knew she was getting married soon, and she was glowing."
        ], 
        [
            "Reddit, what are your favorite Pandora stations?", 
            "Sugar Ray radio. Perfect summer jams"
        ], 
        [
            "What is the craziest thing you've bought while drunk?", 
            "$1100 winter jacket"
        ], 
        [
            "If people where given random stat boosts at birth, what would be yours?", 
            "Nearly Invisible to members of the opposite sex."
        ], 
        [
            "What situation made you finally say \"I cant do this anymore\"?", 
            "Working for a corrupt boss who was doing several illegal things and, by the time I left, owed me $8000 in back pay. I've been called by the state to testify against him, because he also owes them half a million in back taxes."
        ], 
        [
            "Odd shaped, big, small, awkward, tall, short and etc. people of Reddit, where do you find clothes that fit you?", 
            "Tallish/skinny boy. I find pants fit best from PacSun "
        ], 
        [
            "What would happen if humanity had achievements and we could see which ones we haven't unlocked yet?", 
            "People would find a way to make other people jealous through social media because of it. Posts on posts about what people achieved that day. "
        ], 
        [
            "What is your meaning of life?", 
            "42....or Hakuna Matata"
        ], 
        [
            "Where is Olly? Have you seen him?", 
            "[r/fuckolly](https://www.reddit.com/r/fuckolly/)\n\n*Possible Game of Thrones spoilers*"
        ], 
        [
            "If every word was represented by a person, what would some look like?", 
            "Evil: see 'Dick Cheney'"
        ], 
        [
            "What topics of conversation would you love to talk about but would most likely upset people?", 
            "Population expansion is a huge problem and is going to kills us if we don't deal with it "
        ], 
        [
            "Dear Redditors, what was the dumbest mistake you ever made while masturbating?", 
            "Forgetting to wash my hands after slicing jalapeños."
        ], 
        [
            "Reddit, what is the worst smell you've ever smelled?", 
            "dead body"
        ], 
        [
            "People who woke up from coma, what's your story ?", 
            "Comas are absolutely terrifying, don't let anyone tell you different. I spent a month trapped in my mind, tied to a hospital bed (so I clearly had some awareness of my surroundings) being tortured by a sadistic nurse. The memories feel completely real, in many ways more real than my earlier memories due to the brain damage. I still have nightmares, night terrors, and flash backs. My coma \"dreams\" gave me PTSD."
        ], 
        [
            "Redditors who have posted themselves on some form of /r/rate to have you or certain body parts rates, how did it go?", 
            "It gave me a boost of confidence. Some nice feedback and PMs."
        ], 
        [
            "Assuming each was in their prime and no weapons were allowed, who would the best pound for pound fighter be of the US First Ladies?", 
            "Obviously Michelle Obama. I mean, have you seen those arms? Toned af"
        ], 
        [
            "What's something that annoys you and only you?", 
            "Nothing, there's always someone else that's annoyed at the same thing."
        ], 
        [
            "What can one do with a extra 32\" flat screen tv ?", 
            "Donate it. My buddy just did the same. Made a kids year"
        ], 
        [
            "How would life be different and what activities would be most affected if humans had a tail?", 
            "Mass transit would be quite annoying. "
        ], 
        [
            "What phrases do you hate seeing on Reddit?", 
            "FTFY"
        ], 
        [
            "What gives you the heebiejeebies every time you think about it?", 
            "Actual white supremacists are an actual thing.\nFuck."
        ], 
        [
            "For those of you who have had your breath cut off long enough to pass out, is it painful like it looks on Game of Thrones?", 
            "There's a difference between strangulation (no oxygen to lungs) and being choked (no blood to brain). MMA fighters go for the choke, which feels like you're passing out and only takes a few seconds, and is painless. Strangulation is, I assume, terrifying and you're probably not thinking about the pain because your panicking to get breath. "
        ], 
        [
            "How do you keep a dwindling conversation going?", 
            "Ask if they've ever heard the Tragedy of Darth Plagueis the Wise"
        ], 
        [
            "If you had to live without one body part for the rest of your life, which body part would you choose and why?", 
            "My apendix. Checkmate"
        ], 
        [
            "What do you regret looking up on Google?", 
            "[Trypophobia](https://www.google.com/search?q=Trypophobia&rlz=1CAASUE_enUS725US726&source=lnms&tbm=isch&sa=X&ved=0ahUKEwifpMnIme7RAhXIiFQKHSsoAJoQ_AUICCgB&biw=1366&bih=678)"
        ], 
        [
            "Whats the best start to a TV/Movie/Game you have seen?", 
            "The Last of Us had me on the verge of sobbing in the first 10 minutes or so. Really hits hard."
        ], 
        [
            "what kind of super human power you have?", 
            "To over think every situation I come across."
        ], 
        [
            "You can change any Disney movie to give it the worst possible ending, what do you choose and how do you end it?", 
            "Big Hero 6 but the older brother is the villain"
        ], 
        [
            "Extreme heavy-weights of Reddit, what's it like to be able to hold your liquor?", 
            "Expensive as fuck. It also means you're naturally delegated to be the nurse of everyone else when they're puking their guts up. "
        ], 
        [
            "Reddit, what is the most under appreciated game you know?", 
            "Sleeping Dogs"
        ], 
        [
            "When do English speakers pronounce an article \"a\" as \"ey\" not like \"uh\"?", 
            "If you want to stress the object: a tree. \"ey\" TREE!!!\n\nOther than that, they say uh. \"acuppa\" (a cup of tea), not \"eycuppa\"."
        ], 
        [
            "What is the best song from the 80's?", 
            "Any of Queen's hits"
        ], 
        [
            "What do you think the Boogieman looks like?", 
            "It's real"
        ], 
        [
            "What are some reasons some people don't think Global Warming is a thing?", 
            "Others have mentioned greed, but also :Because if we admitted we were fucking up, we might have to confront the horrifying idea that we're not as safe and in control as we think."
        ], 
        [
            "What is a weird skill you have mastered only because you repeatedly do it at work?", 
            "Redditing"
        ], 
        [
            "Whats the most NSFW thing you've done at School?", 
            "Got a blowjob in the locker room. You do the math and figure out which team. "
        ], 
        [
            "Who is the most badass fictional character?", 
            "100% Darth Vader"
        ], 
        [
            "As a child, what was the place in your house that you never wanted to go?", 
            "I had a door in my bedroom that led outside.  I was terrified of it, but only at night.  I used it during the day to go out and play, but when the sun went down, that door became sinister. "
        ], 
        [
            "What things are more likely to happen than dying in a plane crash?", 
            "Being trampled to death by a cow"
        ], 
        [
            "Who was/is the luckiest person in history?", 
            "Grigory Rasputin for sure\n\n\n\"The crazy Monk that wouldn't die\"\n\nhttp://all-that-is-interesting.com/rasputin-history/2     "
        ], 
        [
            "Reddit, what do you think will be considered a \"progressive view\" in 2075?", 
            "Pro body modifications"
        ], 
        [
            "What is mildly annoying but is always blown way out of proportion?", 
            "Turning around, no lets instead flip illegal U-Turns in intersections or try to speed past someone to get into the right lane cause you dont know where the fuck your going"
        ], 
        [
            "What is the strangest dream you have ever had?", 
            "Last week, I dreamt that I was at a concert (a classical one), and there was an outbreak of werewolves. They started climbing up the bleachers, to where I was sitting. Now here's the weird part.\n\nYou know how you wake up, when you're about to die in your dream? Well that didn't happen. I felt the tearing of muscle from bone, I felt every agonizing bite. Only then did I wake up. \n\nFreaky as fuck if you ask me. "
        ], 
        [
            "What's going to happen when we run out of stuff to ask?", 
            "R E P O S T"
        ], 
        [
            "If you died and your death was reported on the news what would the headline be?", 
            "\"Hottest man dies in the hottest fire in existence\""
        ], 
        [
            "Redditors that pike pineapple on their Pizza. What awful childhood trauma did you suffer?", 
            "What did the pineapple ever do that was so awful that you felt the nee d to impale it on a medieval weapon?"
        ], 
        [
            "What was the reason you were kicked out of something?", 
            "my family isnt allowed at VFWs because my aunt started a fight at her own wedding"
        ], 
        [
            "What was the most stupid thing you worried about as a kid?", 
            "When I looked down to aim, that my hat would fall in the urinal"
        ], 
        [
            "When is violence perfectly ok?", 
            "Self defense"
        ], 
        [
            "Reddit, If you were able to change your race and gender prior to Birth would you? And to what?", 
            "Hell no. I was born into a middle-class white family. And I don't have to bleed from my vagina every month."
        ], 
        [
            "What is the best \"hold my beer\" moment you have witnessed?", 
            "This one is a little different..... I was at a party a couple of years ago in South Mississippi. We were outside of some guys house at a bonfire & I really had to take a piss. I see an old barn & decide that seems like a great place to piss. I get to the barn & some big redneck guy is beside the barn, he seems to be having trouble getting his pants undone. He turns to me and says, \"Hey buddy! Can you hold my beer so I can take a piss?\" So I hold his beer. He's starts to wobble, he suddenly falls to the ground and proceeds to piss all over himself. I then say, \"You okay? Have a little too much to drink?\" The redneck gets up, looks me dead in the eyes & says, \"Nah, I'm sober buddy, my dick just threw me off balance.\""
        ], 
        [
            "What have your kids done that should have made you angry but made you proud?", 
            "Took the clippers to our golden retriever to make him look like a lion "
        ], 
        [
            "What do you do when want to sleep, but you can't sleep?", 
            "I close my eyes and imagine a black screen. Sort of like a movie theater screen. Works every time"
        ], 
        [
            "Bartenders of Reddit, what are some easy and delicious drinks that people can make at home?", 
            "**Whiskey Sour**\n\nRecipe :\n\n*Two parts lemon juice* (bottled is OK, fresh is better) \n*One part simple syrup*, but you can use sugar. You'll have grit then. Make sure to add it before ice.\n*Three parts bourbon or rye*\n\nShake with ice, or mix ingredients and then add ice.\n\nDon't add a goddamn egg. That makes it a flip. It'll be foamy and just a little like a tart booger. \n\nSour mix is for shit heads who also order steaks well done. Grow up. The real thing has three easy ingredients. The shitty fake version has two, and tastes like shit because it's shitty. \n\n"
        ], 
        [
            "What music video is better than the actual song?", 
            "Trapped in the closet - R Kelly. Hands down. "
        ], 
        [
            "What do you have on your chest that you want someone to listen to you about?", 
            "I am drowning.  I am sliding back down into depression.  After over 30 years of this, I know the feeling.  I was doing okay-willing myself to function somewhat adequately-then my father died. \n\nI get so tired of having to fight for every positive feeling or experience.  It's exhausting.  Everyone except my boyfriend thinks I'm fine.  I am already on several antidepressants and I am starting therapy tomorrow morning.\n\nWhat's funny is that deep down under this fucking illness I am a total and complete optimist.  It's the reason I never killed myself and will never do so."
        ], 
        [
            "[serious] If someone invented a functional light saber, but it could never be reproduced our reverse engineered, how much money could it be sold for?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "Who is someone who did amazing work, but never got the credit they deserved?", 
            "At the time - Nikola Tesla, albiet now he is very widely recognized."
        ], 
        [
            "How do you say I love you without using that phrase?", 
            "\"If I had to choose one person to spend the rest of my life with, it would be you\".   \n\nAlternatively: \"You're the person I'd give my last cookie to\". <- this one is a little less heavy than the first, but packs the same meaning. "
        ], 
        [
            "Which dead meme do you still shamefully laugh at?", 
            "Moon Moon"
        ], 
        [
            "What was a drunk purchase that you made that ended up being awesome once you sobered up?", 
            "A violin.\nI had never played a violin. I had never even held a violin before. It was about 2am and I was talking to my best friend who was also drinking. I told her that I always loved how they sounded and wished I had played while I was in school. Sober me is now learning how to play the violin."
        ], 
        [
            "What's your favorite compliment?", 
            "You've been the highlight of my day!"
        ], 
        [
            "What was the most stupid rumor you have ever heard?", 
            "That I was gay. I just needed the money, what the fuck is wrong with people nowadays"
        ], 
        [
            "what is your earliest memory?", 
            "I was at a hospital with my dad, my dad was talking to a nurse. The floor was tan with little brown square patterns on it and I thought they where bits of paper, so I tried to pick them up. After a bit, I heard my dad telling me to come with him. I stopped what I was doing and ran along. "
        ], 
        [
            "What show does your lover watch that you absolutely never watch with them?", 
            "Dr.  Who. I just.. I can't "
        ], 
        [
            "What do you love about Sweden (aside from IKEA)?", 
            "Zlatan. Fuck IKEA."
        ], 
        [
            "Which public figure is most likely to be an undercover superhero/supervillain?", 
            "Elon Musk.\n\nHe's a billionaire who on the surface appears to be working to make the world a better place (solar power, electric cars, missions to mars).  But with a name like Elon Musk, his accent, and a reputation for being more heartless than Steve Jobs... \n\nHe has the making of a perfect super villain. "
        ], 
        [
            "What are some good cheap date ideas?", 
            "Go for a hike "
        ], 
        [
            "To those who went to college and pursed a career for money and not for a passion of their profession how do you feel about your decision was it good or bad decision?", 
            "Overall, good. I've found that for the most part, I could be happy in a variety of careers as long as it wasn't a string of mindless tasks. I'm in IT and I love learning new stuff. I'm rarely short of opportunities to learn something new that improves my skillset. I also have lots of opportunities to mentor others in what I know, which is something else I enjoy. I'm pretty sure I'd find the same fulfillment in, say, mechanical engineering, chemistry, architecture or any other mentally challenging field.\n\nMy passion is music. Knowing the kind of naive, gullible person I was when I chose a career, I truly believe I would have been ripped off as a musician. I picture a 50+ year-old me working at a Guitar Center selling strings and picks for a living. But that's if I followed what I thought my passion was 35 years ago.\n\nKnowing what I know *now* (which is *not* the same thing) I think I would have made a kick-ass music producer / recording engineer.  Which is what I'm trying to do for my \"second act\" career."
        ], 
        [
            "[Serious]Addicts, recovering or otherwise, how did your family and friends react to news of your addiction?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "What weird thing(s) do you do to go to sleep every night?", 
            "Read AskReddit until I pass out."
        ], 
        [
            "People who don't brush your teeth, why?", 
            "People who don't brush your teeth, why?\n\nYour onion Breath makes me cry.\n\nDon't consider it smarter\n\nTo build up that tarter,\n\nBrush your damn teeth or die. "
        ], 
        [
            "What movie scene(s) did you find appallingly violent/gruesome/horrific?", 
            "The human centapede 2"
        ], 
        [
            "what is the weirdest place you have ever hooked up with someone?", 
            "I went to boarding school and my ex and I had to get inventive so we wouldn't get caught. We ended up having sex in a music room cupboard, on the English teacher's desk, in a music room, under the school hall's stage, on the cricket pitch, in the filter room of the pool... you name a location, we probably did it there!"
        ], 
        [
            "What's your biggest Childhood dream?", 
            "Getting molested by that girl down the road. "
        ], 
        [
            "Today I read about Hetty Green, one of the stingiest people in history. She was so cheap she once searched for hours for a 2 cent stamp she lost, and scavenged newspapers on the street for her undergarments, despite being a millionaire. So reddit, what's the cheapest thing you've seen someone do?", 
            "At a baseball stadium, after the game had ended and fans were leaving, I watched two guys go from seat to seat drinking any beer they could find. "
        ], 
        [
            "[Serious] What hardship are you dealing with right now?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "What are some words that don't get used enough?", 
            "Thank you"
        ], 
        [
            "Gamers of reddit, what's the saltiest you've ever been over something in a video game?", 
            "FOLLOW THE DAMN TRAIN, CJ!\n\nThat's all I need to say."
        ], 
        [
            "What are some movie or TV show cliches you're actually okay with?", 
            "the good guys always win"
        ], 
        [
            "What is your craziest story from college?", 
            "I studied really hard and got good grades so maybe one day I could find a job."
        ], 
        [
            "What are you always apologizing for?", 
            "Zoning out in the middle of an actually interesting conversation. \n\n\"Sorry, my mind is busy, could you repeat from... uh... 'Hello'?\""
        ], 
        [
            "[Serious] Those who think rock is dead, why is that?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "What is the oddest sexual request you've gotten from your partner?", 
            "I have some fairly pronounced jaw muscles, probably because I grind my teeth while I sleep?\nAnyways it would really turn my gf on when I would flex them. She would usually offer me a piece of gum before sexy time she liked it so much. \nShe would send me nudes and I'd send videos of me chewing gum...\n\nEdit:typo"
        ], 
        [
            "What part of life are you never looking back on?", 
            "My early teens. So much cringe. "
        ], 
        [
            "Redditors that send unsolicited pictures of your genitalia, why?", 
            "I asked a guy I know who is a man whore. He says it's like asking a bunch of women if they want to fuck. They know 9 out of 10 will say no/hate it. It's the 1 that doesn't they are after. "
        ], 
        [
            "If you had to hold an Presentation on any topic as long as it has something to do with Computer Science what would it be?", 
            "Virtual reality "
        ], 
        [
            "What is your favorite gemstone?", 
            "Opals. So beautiful. "
        ], 
        [
            "[Serious] Armed response of reddit, what is the most traumatic or scariest experience you've had?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "How do you want your body to be disposed after you die?", 
            "Cremated and stored in an urn so someone in my family or friend circle can be mortified when they knock my urn off the shelf and spill my ashes everywhere then vacuum me up with the roomba and a sense of guilt and shame. Then I can haunt the roomba."
        ], 
        [
            "What is it that you always long to do when you're busy, but when you are free you end up not doing?", 
            "My wife"
        ], 
        [
            "For those in a relationship, who pays for what and how long have you been together?", 
            "I have very rarely let my partners pay for anything, just because of my upbringing. The men always fought to pay the bill in my mums family and our self-worths are defined by our ability to provide. I cover rent, bills, external dinners & entertainment, most internal entertainment too (games, dvds, subscriptions). Online grocery orders and delivery food are also almost always done by me.  \n  \nThe only time I don't pay is when I'm literally not there to do it - physical grocery runs, clothes shopping, that kind of stuff. I guess it's pretty 1950's-esque and outdated but meh. I don't want to be dependent on someone and if a gal's happy feeling parasitic nobody's hurt by the way I want things to be. Although maybe they are because most of my relationships haven't made it past the 2yr mark"
        ], 
        [
            "Reddit, what's your strange fetish?", 
            "I'd like to be spitroasted by Nick Wilde and Fox McCloud."
        ], 
        [
            "If you could pick any meme to be relevant forever , to be immortalized in the anals of time, what would you pick?", 
            "Annals*"
        ], 
        [
            "Redditors who work in tech support, what was the stupidest argument you got into with a client?", 
            "Will eventually have tales for this but for now I'm just families tech support. My mother one time argued over and over and over that the new router we got was actually worse because it had more antennae. That was impossible to explain and it never got thru to her so I had to switch it back to the old router."
        ], 
        [
            "What is a book or a movie that has made you completely rethink how you see the world?", 
            "\"1984\" taught me to keep on check any kind of government."
        ], 
        [
            "What is your trick to go to sleep?", 
            "Stay up really really late. "
        ], 
        [
            "What gets more messed up the more you think about it?", 
            "Donald Trump is president now"
        ], 
        [
            "Reddit, in contrast to the hurtful comment thread, what's a genuinely kind comment somebody made to you that you can't forget?", 
            "My boss told me I look like little birds help me get dressed in the morning "
        ], 
        [
            "What's your favorite insult?", 
            "\"You are impossible to underestimate.\""
        ], 
        [
            "What do you believe in?", 
            "A thing called love.\n\nJust listen to the rhythm of my heart.\n\nThere's a chance we could make it now.\n\nWe'll be rocking 'til the sun goes down.\n\nI believe in a thing called love.\n\nOoh ooh ooo ooh!"
        ], 
        [
            "Gay people living in Russia, what is it actually like?", 
            "Blink twice if you need help"
        ], 
        [
            "Who are some of the most talented, skilled, or extraordinary persons in history?", 
            "Leonardo da Vinci"
        ], 
        [
            "Those who have chronic pain or long term conditions, how do they REALLY effect you?", 
            "Major depression brings on all kinds of shit....self-loathing, fear, anxiety of all kinds, suicidal thoughts, thoughts of self-harm, sleeping issues...but the anhedonia has to be the biggest bitch."
        ], 
        [
            "What do you do if you can't sleep?", 
            "Reddit"
        ], 
        [
            "What's your best idea for a movie remake?", 
            "Remake any movie with a close call, but have the character actually die"
        ], 
        [
            "What do you do physically to break a sweat on a regularly basis?", 
            "Exercise"
        ], 
        [
            "What is your best mushroom trip story?", 
            "Trying to figure out which ones you can pick and which ones are the spawn of Satin. \n\nHey, you says mushroom trip. "
        ], 
        [
            "How many Reddit users were confused about how to use Reddit whey they joined ?", 
            "At least 3"
        ], 
        [
            "What was the hardest thing for you to accept?", 
            "That no matter how strongly I feel about someone there is no guarentee they will ever feel the same way about me and sometimes you just have to let those feelings go, no matter how much happiness the idea of that person feeling the same way gives you."
        ], 
        [
            "[Serious]Cancer sufferers of Reddit - Side effects of treatment, how did you cope?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "What is your nickname and why do you have it?", 
            "Wheez. \n\nNot sure how I got it. I've had 3 separate instances where someone 'made it up' for me, yet I've heard it before.\n\nGuess I just look like I have asthma. "
        ], 
        [
            "What real life event from the last 30 years needs to be made into a blockbuster movie (that hasn't been already)?", 
            "Man I know this is karma suicide but 9/11 directed by Michael Bay. "
        ], 
        [
            "What are some of your favorite words to live by?", 
            "Just because the bars not open doesn't mean you can't have a cocktail"
        ], 
        [
            "Dominant girls of reddit, how do you impose what you want during sex to your partner?", 
            "I tell him."
        ], 
        [
            "What are some of the best browser games?", 
            "Town of Salem is definitely on of my favourites, try it"
        ], 
        [
            "[Serious] How would you explain comprehensive sex ed to a blind student?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "What is your milk chocolate smooth pickup line?", 
            "\"Hello\""
        ], 
        [
            "What are some unspoken rules of sex?", 
            "Ask if she wants a condom. If she wants one, put it on. If she doesnt, put it on."
        ], 
        [
            "If you could change one thing about Reddit, what would it be?", 
            "Politics filter "
        ], 
        [
            "With Valentine's Day coming up, what is your best example to illustrate the fine line between \"secret admirer\" and \"creepy stalker\"?", 
            "If you're attractive, you're a secret admirer. If you're ugly, you're a creepy stalker. "
        ], 
        [
            "People of reddit, who do you think the next Doctor should be?", 
            "Hayley Atwell\nhttp://nerdist.com/hayley-atwell-wants-to-be-doctor-who-and-we-say-yes-please/"
        ], 
        [
            "What makes you tick?", 
            "turrets..,"
        ], 
        [
            "You're rewatching the last film you seen from the end to the beginning, what's the film about now?", 
            "Spoilers for La La Land:\n\nA successful and famous actress has an affair with the owner of a jazz club - a whole separate and fantastic life complete with a child. She soon realizes the error of her ways and tries to be faithful to her husband, but it all falls apart. \n\nSlowly her life disintegrates. She finds herself no longer receiving roles. In a desperate act to revitalize her career, she writes a one-woman play and stars in it herself. Only a handful of people show up. She gets a job on the Warner Brothers Lot serving coffee - where she used to get coffee _herself_ when she was famous.\n\nAll the while, the life of the man she had an affair with also takes a nosedive. He loses his jazz club and has a short career playing piano with John Legend.\n\nKnowing their life is nothing but a shadow of what it once was, they get high at Griffith Observatory and hallucinate dancing in space."
        ], 
        [
            "What film *character* changed your perception of the actor who played them?", 
            "For me, it's Patrick Swayze, everytime I see his name mentioned, I think \"Wait, why do people still like him? Wasn't he found guilty of some kind of sex crime?\" then I realise that I'm thinking of the character he played in Donnie Darko."
        ], 
        [
            "Reddit, what are your favorite pillow talk questions to ask, or to be asked?", 
            "\"You know where the door is, right?\""
        ], 
        [
            "If you had to describe your country with one picture, what would it be?", 
            "http://cdn.newsapi.com.au/image/v1/5defd162e18a3f047a47f91e2d3dd8f4?width=320"
        ], 
        [
            "Reddit, what's your workout routine?", 
            "Intend to work out. Eat donuts and watch TV instead.  Cry while masturbating. "
        ], 
        [
            "What's the hardest thing about life?", 
            "The fact that it's going to suck, but being too engrossed with its hardships will mean we have a bad time here.\n\nWe all grow out of empirical optimism, some sooner than others. But we have to carve it out of something or figure out how to believe that things will be nice and can be good, or it hurts to keep ourselves going."
        ], 
        [
            "Why do most politicians suck?", 
            "I think it takes a real narcissist to take on large responsibilities like that AND to think they can speak for everyone's interest. In some ways there was more accountability when unpopular leaders had to fear for their lives."
        ], 
        [
            "Women of reddit what do you think about when you climax?", 
            "Global warming of course"
        ], 
        [
            "[Serious] Hey Reddit, what's the best $20 you've ever spent?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "[Serious]How (or when) did you find meaning in your life?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "People who went to college and never/rarely partied, smoked, drank, and weren't too social, how was your experience, do you have any regrets, and what is your occupation now?", 
            "I went to exactly 3 parties. I spent my Friday nights in the lab working my ass off. I just graduated in '15 and then in '16 with my master's and now I am a systems engineer and I make lots and lots of money for a 23 year old. I am also working on my PhD part time. \nEdit: Forgot this part, no I don't think I have any regrets. "
        ], 
        [
            "How often do you secretly donate money to a charity?", 
            "Why would I do it secretly?\n\nIf you get a receipt, you can deduct it from your taxes."
        ], 
        [
            "When did your life turn into a movie?", 
            "when the camera crew showed up and the director started yelling.\n\nwhat the fuck?"
        ], 
        [
            "If you were James Bond, who would be your villain and why, and who would be your bond girl?", 
            "Villain: James Franco, he'd be what makes the situation entertaining. \n\nBond girl: Margot Robbie. She could totally pull out off."
        ], 
        [
            "redditors: which race/ethnicity do you find attractive?", 
            "Apache helicopters "
        ], 
        [
            "You wake up one day with the ability to teleport whenever and wherever you want to. No drawbacks. Where would you go and what would you do there?", 
            "I'd repeatedly teleport into the oval office in the middle of the night and run around under a bedsheet going \"I AM THE GHOST OF WILLIAM TAFT! OOooooOOOooooOOOooo!\" and then teleport out when anyone comes to catch/shoot me."
        ], 
        [
            "What is something that you would never do again?", 
            "High School"
        ], 
        [
            "People of Reddit. What song helps you escape reality?", 
            "A lot of Jimi Hendrix songs. Little Wing, Bold As Love, 1983 (A Merman I Should Turn To Be) and Voodoo Child to name a few."
        ], 
        [
            "Dear Reddit, What are you banned from? Why?", 
            "My aunt's house is on the blacklist of every pizza delivery place within a 30km radius. I don't know why, and I'm not game to ask because when I tried ordering pizza there the person on the phone went \"No\" and hung up"
        ], 
        [
            "If you were a cannibal, what do you think the tastiest body part would be?", 
            "The soul. "
        ], 
        [
            "Gamers of Reddit, which game has the worst community?", 
            "As far as the games I play, League of Legends.\n\nIt's a team based game, and yet NO ONE understands how to play as a team. "
        ], 
        [
            "Why are Parents against their kids watching porn? What's the issue with it?", 
            "It runs the risk of changing the way impressionable young kids view sex, which could affect them in the long term. Porn isn't exactly the most realistic portrayal of a healthy sex life, 9 times out of 10"
        ], 
        [
            "Without any time at all to prepare, what topic could you talk about in a 1 hour lecture?", 
            "All of human history\n \nI don't have to be terribly accurate and detail oriented if I only speak for an hour"
        ], 
        [
            "After watching Rick and Morty on the computer for first time ever later that night there was a Ricky and Morty ad on instagram... how does the advertiser know?", 
            "Cookies"
        ], 
        [
            "How did you save someone from being choked before the Heimlich maneuver was invented?", 
            "A mixture of hitting their back and trying to fish it out by hand"
        ], 
        [
            "Redditors who have done Salvia: What was your trip(s) like?", 
            "Was looking through an iron bar fence at the skyline across the river. By the time I exhaled the second hit, the city has completely disappeared and also I became a fence. Did weird fence stuff for an indeterminate amount of time before feeling like a fence-person, then a person-fence, and finally just a normal person near a fence. \n\ntl;dr: smoked salvia, became a fence"
        ], 
        [
            "Who is having a good time?", 
            "Your mum"
        ], 
        [
            "If you were a taco, what would be your toppings?", 
            "the lettuce so i could be the first one hit with the creamy white stuff then quickly discarded like the dirty whore i am"
        ], 
        [
            "Is it easier to pick a door lock when the key is in the other side?", 
            "I've always wondered about this. I'd guess that it would depend on the kind of lock, but I honestly have no idea! Any lock smiths out there with relevant experience? "
        ], 
        [
            "[Serious] How can you support someone who has been sexually assaulted?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "What song can you still sing/rap along to after years of not listening to it?", 
            "All Star- Smash Mouth \n"
        ], 
        [
            "What fast food item is your biggest weakness?", 
            "Pizza every time."
        ], 
        [
            "What should have been dead already?", 
            "Stephen Hawking"
        ], 
        [
            "What did someone say that you will always remember due to the absurdity of it?", 
            "\"Women can't get pregnant if they're raped. The female body will shut it down\" 😑"
        ], 
        [
            "what is the saddest moment in animated history?", 
            "In Wall-E when he's just all sad and lonely on earth cleaning up our shit. The isolation of it is amazing, that combined with the distrbing beauty of a destroyed earth is captivating as hell.\n\nAnd god-damn they gave that robot one of the most endearing characters in all of film (IMO), and he could only say his own name."
        ], 
        [
            "What's the scariest object in existence?", 
            "Black hole."
        ], 
        [
            "What cocktail are you currently in to?", 
            "Mimosas.  It's culturally appropriate to drink these babies at 10am on a Sunday... how could you not love them???"
        ], 
        [
            "What's your favourite compliment ?", 
            "\"You look like you don't have herpes today\"\n\nThanks Nate. It's cool that you have more than 7 teeth."
        ], 
        [
            "What event in your life most shaped who you are today, for better or worse?", 
            "Fuck this is so lame but I heard Green Day's \"Boulevard of Broken Dreams\" on the radio when I was 9 and I asked for American Idiot for my 10th birthday and Green Day was so important to me I joined an online Green Day forum when I was 12 and I liked the fan art people were doing so I downloaded GIMP and started making Green Day fan art when I was 14 and I enjoyed that so much I took a graphic design course when I was 16 and learned Photoshop and Illustrator and then that Green Day forum's members moved over to Tumblr where I was still making Green Day fan art but also learned how to customize the HTML in my Tumblr theme and when I was 18 I started going to college for graphic design and taught myself front end development and liked that so much I started going to school for computer science instead which landed me an internship in software development when I was 21 and now I'll be graduating college in three months and I have a final interview for a software engineering job in the city this week. Because of fucking \"Boulevard of Broken Dreams.\""
        ], 
        [
            "How scary would a nipple thief be ?", 
            "Definitely much scarier than a nose thief"
        ], 
        [
            "What moment in history do you wish was captured on tape?", 
            "The Big Bang."
        ], 
        [
            "What sex position did you think would like but turned out to be awful?", 
            "Just \"in the shower\" in general.."
        ], 
        [
            "What's the biggest misconception women have about men?", 
            "My mind isn't always on sex. Sometimes I'm thinking about foreplay."
        ], 
        [
            "What is the worst movie you have ever watched the whole way through?", 
            "Tommy wiseau's the room. is as bad as everyone says. "
        ], 
        [
            "What is the exact opposite of your profession?", 
            "Some sort of professional athlete. I'm disabled and in constant pain, I miss being able to use my body."
        ], 
        [
            "Other than calling our congressman, what can the average person do to support scientists trying to preserve data in this political climate?", 
            "Is data being destroyed?"
        ], 
        [
            "What's your favorite phrase or saying?", 
            "wubalubadubdub"
        ], 
        [
            "For those of you in relationships where one of you smokes weed and the other does not, how does that affect your relationship?", 
            "She doesn't have a problem with it, I use it for sleep. Pretty much no effect as far as I can see.\n\nEdit: A word"
        ], 
        [
            "Girls who wear yoga pants in public, what are you thoughts on the fact everyone can see the exact contours of your butt?", 
            "Honestly I really don't care. I think I look reasonably good in them and they're 101% comfier than jeans. "
        ], 
        [
            "What's something that makes you smile?", 
            "Dinosaurs "
        ], 
        [
            "Where do you shop the most?", 
            "Steam Store and the grocery store across the street.  \nI try to avoid using amazon as much as possible."
        ], 
        [
            "What's a \"Classic\" movie that you've never seen?", 
            "Casablanca. I've seen bits and pieces totalling about half I think."
        ], 
        [
            "If money wasn't a concern, what things would you do to make yourself more attractive or increase your self confidence?", 
            "Pay for a nutritionist and a gym trainer"
        ], 
        [
            "Do you run away from your problems? Why?", 
            "Because my name is Barry. I'm the fastest man alive."
        ], 
        [
            "What is a good YouTube channel/podcast that looks at U.S. politics without extreme bias?", 
            "I would say Philip DeFranco is something you should check out"
        ], 
        [
            "What conspiracy theory have you come up with yourself and why do you believe it?", 
            "That Subway vent their ovens through the air conditioning of shopping centres to attract customers. Any shopping centre I go to, bam, Subway smell"
        ], 
        [
            "Reedit, what are the advantages/disadvantages of living in your country?", 
            "Austria - pretty safe and wealthy, good free medical care and a really nice place to live overall BUT it's quite expensive and the administral effort is insane, you have to fill out forms for everything, all the time. you can get everything you need/want but its super complicated most of the time."
        ], 
        [
            "You are given an infinite budget with a cast including anyone and everyone in human history if you like, you are tasked with making a 1 minute long short film of whatever you want, what do you make? [NSFW]", 
            "I'd just say \"Fuck it.\" And Rickroll 'em."
        ], 
        [
            "Who's the shittiest person you put up with and why do you put up with them?", 
            "My mom, because she's my mom :/"
        ], 
        [
            "Why are you depressed?", 
            "I'm disabled due to an autoimmune disease that is degenerating the nerves in my abdomen, my wife is disabled due to psychological trauma, a sexist pig of a judge denied her disability, so we're surviving on mine alone ($750 a month), while I live in constant pain that doctors in this state are prevented from helping by ridiculously strict drug control laws. If my wife didn't need me, I would off myself."
        ], 
        [
            "When does a nap become a sleep?", 
            "When the REM kicks in"
        ], 
        [
            "[Serious]When is purchasing an extended warranty a good idea or or not a good idea?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "What's something you've really gotten into doing lately?", 
            "Yoga"
        ], 
        [
            "What is the weirdest or strangest sleep talking or sleepwalking experience you've had or seen?", 
            "My mom told me that while passed out on the couch I said \"Don't go to that party R2, they have spaghetti. It'll mess up your circuits.\" "
        ], 
        [
            "Hey reddit, what memory never fails to make you smile?", 
            "Getting my DD-214"
        ], 
        [
            "What is the most hipster thing you have seen in real life?", 
            "Dudes with mustaches make fun of dudes with manbuns for being too mainstream. "
        ], 
        [
            "What are some of the best (most offensive) insults in your country?", 
            "ya mom's ya dad"
        ], 
        [
            "You can get paid to watch only one movie. Which one do you pick and why?", 
            "Princess Bride, because it is the best. Honestly, I've watched it so many times that if I was ever going to get sick of it, it would have already happened. "
        ], 
        [
            "Which celebrity has both talent and good looks?", 
            "My boy Justin Timberlake"
        ], 
        [
            "What piece of guys clothing gets the same reaction out of women as yoga pants do to men?", 
            "Grey sweatpants.   \nPreferably commando."
        ], 
        [
            "What's the worst misunderstanding you were never able to resolve?", 
            "A girl in my class was epileptic and when she was having a seizure in the class, I tried to be funny saying that she was \"flopping like a whale\". Somebody thought that I called her a whale, in the sense of her weight. So now everybody thinks that I am talking shit about her weight and I'm distanced from for a while, which I earned. \n\nI decided to let certain people believe that's what I said because what I really said was a lot more.......evil? can't find the right word describing how tasteless that comment really was\n\n"
        ], 
        [
            "What always inspires you?", 
            "Derek Trucks solos"
        ], 
        [
            "Why don't you date someone?", 
            "My wife wouldn't like it."
        ], 
        [
            "Have you ever caught people having sex? If you did, what happened?", 
            "Caught my parents banging when i was a kid. Came walkin in and whoa i walked right out scarred for life. Realized my dads huge schlong was something i never inherited, i got his brown eyes and not my moms cool green eyes either:("
        ], 
        [
            "Redditors, please tell me why you did the thing in the bedroom you're most ashamed of?", 
            "My wife likes pink.  \r\nShe insists on it.  \r\nIn the end I just gave in and painted the feature wall pink."
        ], 
        [
            "Women of Reddit, are you just as gross as guys when men aren't around?", 
            "No. Do I poop and fart and burp? Sure. But I've lived with men who were nasty dirty. Sure, most girls aren't capable of jizzing in socks/Kleenex and leaving them to accumulate in mounds under our beds. But we don't throw our dirty tampons under there because we are too lazy to get up and throw them out. I've never let my shower get so filthy it turned brown. The longest I've had old leftovers in the fridge was a couple weeks when I didn't have time on trash day to clean it out. I've moved into places with food that was literally years old in there. YEARS. Of course not all guys are like that, but I've seen this a lot. So for me personally, my answer is, no. "
        ], 
        [
            "What was the biggest mistake you've ever made?", 
            "Assaulting my father when I was eighteen."
        ], 
        [
            "If so many people hate the toilet roll being backwards, why do some people still place it that way?", 
            "A better question is who uses a toilet paper roller? I've lived in my house for almost 20 years and that shit broke like 3 years into living here. Now we just put the toilet paper on the adjacent counter. "
        ], 
        [
            "The last game you played is now the world you live in, how do you live for the next 72 hours?", 
            "I **RUSH B**\n\n"
        ], 
        [
            "Which are top 5 must watch romantic comedy movies?", 
            "Same answer to the question \"how many people are alive in that graveyard?\""
        ], 
        [
            "What movie was completely miss sold to you through the trailers?", 
            "fuckng suicide squad"
        ], 
        [
            "Where in the world do girls dig english guys like mad?", 
            "When OP needs to reassure himself that girls are interested in him. "
        ], 
        [
            "What game level do you remember being incredibly hard?", 
            "That level in GTA Vice City where you have to plant explosives in a building with a RC helicopter "
        ], 
        [
            "[Serious] Soldiers of reddit, what was life like for you in the army?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "What is a mildly interesting fact about yourself?", 
            "I'm allergic to adhesive. Tape, band aids, and that sort of thing makes me break out in hives. "
        ], 
        [
            "[Serious] What was the dirtiest trick ever pulled in the history of war?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "What song currently best describes your life?", 
            "\"Awesome\" by oxymorrons"
        ], 
        [
            "What's a business that was dying but has come back in recent years?", 
            "Vinyl records "
        ], 
        [
            "Military personnel of reddit, how do you manage waste/garbage disposal during missions in foreign countries both on a personal level and as a unit?", 
            "In accordance with host nation laws.\n\nIn places without laws or where it is not feasible (like combat zones) it will vary. If you're on a FOB, you'll probably have dumpsters and semi regular pickup. If you're on an outpost, probably by burning.\n\nA lot trash disposal is done in a not very smart manner. I remember during one of my deployments, someone's job was to go through trash to see how much personal information was in there. It was ugly - address labels from Amazon, expired drivers licenses, envelopes with home addresses, uniforms, and a bunch of other stuff you really don't want getting out in a combat zone."
        ], 
        [
            "What's the experience like with sleep walkers and what bizzare situations did you find them in?", 
            "I used to (mostly) wake up in my room disoriented and completely unable to find the door out; it was scary.\n\nI'd bounce off walls and furniture getting increasingly frightened until my mom came in and turned on the light, and woke me up.\n\nLuckily she became adept at hearing me crashing around the room and I never hurt myself badly...I wasn't awake yet not asleep - some fugue state in between."
        ], 
        [
            "Who in popular music do you think has the best singing voice?", 
            "Sia"
        ], 
        [
            "What fashion choices did you make when you were younger that you are very embarrassed about now?", 
            "That emo phase. Everything about it but specifically the belt chains. That should have never been okay. "
        ], 
        [
            "What movie do you highly recommend?", 
            "Bill & Ted's Excellent Adventure"
        ], 
        [
            "Singles of Reddit, what's your game-plan for valentines?", 
            "A dildo..."
        ], 
        [
            "What are some immoral practices used in business/law simply beacuse they aren't illegal?", 
            "Unpaid internships, hands down... all the way down"
        ], 
        [
            "What song can't you get enough of?", 
            "Africa by Toto"
        ], 
        [
            "Cyborgs on reddit what is the hardest part about conquering earth and don't getting caught?", 
            "Nice try, meatbag."
        ], 
        [
            "Realistically what should a homeless person do to become a millionaire?", 
            "Put the crack pipe down. "
        ], 
        [
            "What do you do for fun when you are bored?", 
            "Go to newest in Askreddit and answer questions hoping to start interesting conversations, and upvote the ones I answer."
        ], 
        [
            "how do you book an international round trip flight to go pick up a child?", 
            "1 round trip for you, 1 one way for the kid. "
        ], 
        [
            "Night owls of Reddit, why are you often up so late?", 
            "Depression and anxiety, mainly "
        ], 
        [
            "What do you enjoy that other people might consider a chore?", 
            "grocery shopping. I enjoy thinking through a week of meals and trying to find good deals"
        ], 
        [
            "Who would you not want to be your waiter?", 
            "Bill Cosby"
        ], 
        [
            "Historians, Educators, and interested people of reddit, what are the top 3 moments in the history of the United States?", 
            "Revolutionary War, WWII and landing on the Moon. "
        ], 
        [
            "Men of reddit, have you intentionally ignored a hint from a girl? Why?", 
            "Subconsciously out of fear (of failure), for sure. "
        ], 
        [
            "What are useful rituals before taking an exam?", 
            "Totally amuses me that no-one has thought of using the little known.... evidently little used ritual called \"study\"...."
        ], 
        [
            "What have you learned from video games?", 
            "3 lives ain't enough."
        ], 
        [
            "When you were a Kid, What was a Movie you were hyped for but disappointed?", 
            "Avatar: The Last Airbender. Good lord was that movie awful. "
        ], 
        [
            "What LPT can you offer, but wish you lacked the experience to verify?", 
            "Make sure your partner has an enema before engaging in anal sex. \n\nI was young and inexperienced and she was as well.... I now know what uncorking that dam does"
        ], 
        [
            "What's the saddest video you have ever seen?", 
            "The commercials for cancer treatment. They are so long god damnit "
        ], 
        [
            "What's the greatest thing you can say in the least amount of words possible?", 
            "Not Pregnant"
        ], 
        [
            "What's the best thing a person can reply/say to you if they don't love you back after you've just told them you love them?", 
            "The cold hard truth. Way better than if they raise your hopes by saying it back only to dump you later on. "
        ], 
        [
            "If you could have the attention of every single person in the world for ten seconds, what would you do/say?", 
            "LEEEEEEROYYYYYYYY JENKINSSSSSSSSSS"
        ], 
        [
            "People of reddit who have \"shy\" SOs, how did you two become a couple?", 
            "We met at school,I was new and made friends with their group. I was instantly drawn to them and was VERY persistent. Honestly though, it would have probably been a lot harder if I didn't go to an all girls school"
        ], 
        [
            "[Serious] Former Hermits of Reddit, how did you get out of said state?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "What's the worst superpower you can think of?", 
            "The power to enter into suspended animation.\n\n"
        ], 
        [
            "If Satan wanted to give shitty sex-ed advice, what would it be?", 
            "Tug at his balls. Men *love* that. "
        ], 
        [
            "Who was the best world leader in history?", 
            "Glorious Leader Kim Il-sung"
        ], 
        [
            "What should the 11th commandment be?", 
            "Thou shall check thyself, before thou wreck thyself."
        ], 
        [
            "What is something you’ve read/seen that made you go “nope, that’s enough internet for today.”?", 
            "The results of the presidential election and that persons action's since then. "
        ], 
        [
            "[Serious] What was the life decision that you regret a lot?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "If Reddit was a catagory on jeopardy, what kind of questions would be asked?", 
            "You mean what kind of answers would be asked."
        ], 
        [
            "When will my prince come?", 
            "Next Day Delivery if you are an Amazon Primemember."
        ], 
        [
            "What song did you enjoy listening to today?", 
            "Bad blood. I am a dude."
        ], 
        [
            "Whats good name for a graphic design artist?", 
            "PhysEd but only if your name is Ed."
        ], 
        [
            "What's your best story?", 
            "My first kiss. We were both 14, innocent and in our first relationship (for both of us). It was at summer camp. We stepped out during the dance, and walked down to the lake holding hands. I found a little alcove next to the water that was surrounded by trees at the back and sides, and we sat looking at the stars, and talking. The moon was full and from our position it looked like it was being cradled in the crook of a branch. We both fell silent at the same time, and after a moment we turned to each other, leaned in, and kissed in the sweetest, most innocent and joyous manner imaginable. No tongue, lips just slightly parted. It lasted for a few seconds, and then we sat there with our arms around each other, watching the stars and moon reflected in the lake for a few more minutes before we went back to the dance."
        ], 
        [
            "How do basic signal blockers work? Would they disrupt the signal of a vehicle tracker?", 
            "Planning on stealing a car this weekend, upstanding citizen?"
        ], 
        [
            "How did you get your dog or cat?", 
            "I paid 2k for him, absolutely worth it. I know I should have adopted, I did in the past but I wanted to have one new pet."
        ], 
        [
            "Those who have been a part of a reality tv show, what was it like?", 
            "I auditioned for Big Brother UK 2001 and got down to the last 50-60 in the west of Scotland region (Glasgow) before being eliminated. The top 10 qualified for the national selections in London so I guess I must have done pretty good to make it that far.\n\nI'm so glad now I didn't make the cut because I know I'm not mentally strong enough to endure a barrage of hate and criticism from the media. They would have slaughtered me and it would have ruined my life.\n\nThe 2001 series was crap anyway. I don't think I'd have gotten on with any of the housemates and would probably have been kicked out in the first week.\n\n"
        ], 
        [
            "What porn clip do you just keep going back to ?", 
            "2 girls 1 cup "
        ], 
        [
            "You're on your couch watching a movie chewing gum, your gum becomes flavorless. You don't want to get up to throw it away, where do you put it?", 
            "Stop the chew and swallow that thing."
        ], 
        [
            "What's your favourite accent to listen to?", 
            "Scottish. "
        ], 
        [
            "Crafty redditors, do any of you have clandestine ways you obtained booze when you were younger?", 
            "I realized that my mother never payed attention to what I put in the shopping cart.  All she cared about was making me get the stuff on her list and having me do all of the work.  One day I tried something ballsy and grabbed a can of Foster's beer and hid it under other stuff.  As I was unloading the cart onto the belt at checkout I put her box of wine up first (overrides the need to keep checking ID) and then distracted her with a magazine or something if she wasn't busy buried in her checkbook when the beer came up to scan.  I did it a few more times, but usually never had to since I had older buddies anyways.  \n\nBefore anybody starts up a shit storm, she always put herself first.  I'd go hungry a lot of times if it meant she got her box of wine.  She had stolen plenty from me in the way of inheritance and cash gifts when I was a kid.  Her go-to explanation (lie) was \"I'm gonna take half and put it in your savings account\".  I never felt bad getting a few bottles.of booze on her dime when I got older."
        ], 
        [
            "[Serious] What are your favorite lines of poetry?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "What's the one thing that if your mom/dad knew about you, they would freak out?", 
            "Well i actually am about to find out. So the story takes place over a few days, but today is the day of horror and ramifications. My parents left to their beach house over the weekend, leaving me to look after the house alone. They absolutely forbid me from any type of intimate relationship of any sort, so I thought this would be the ultimate opportunity to have my gf come around. We got stuck straight into it straight away, using protection. Everything was perfect, however, when I went to have a shower my dog ran into my room and ate all of the used condoms off my floor. Yesterday my dog was shitting the little balloons all over the backyard, so to keep the secret from my parents I used a shovel to throw them over the fence. Right now my neighbour is at the door talking to dad while holding a plastic bag."
        ], 
        [
            "What would you try if life had a \"quicksave\" function, just like a video game?", 
            "Everything frowned upon in western society "
        ], 
        [
            "What is a single sentence you can say to a stranger that will make them remember the encounter for the rest of their life?", 
            "After leaning in and taking a whiff you could say \"you smell different when you're awake\""
        ], 
        [
            "Redditor what is your favorite category?", 
            "Male body parts for $600 Alex."
        ], 
        [
            "What is your earliest memory of a video game?", 
            "Playing Super Mario Bros with my Grandma at age 3 or 4. Her and I used to play that game all the time growing up. "
        ], 
        [
            "What was the worst trip you ever had and which drug was it?", 
            "Salvia. Worst 6hrs of my life. Which was actually about 6min."
        ], 
        [
            "Adults of Reddit, what questions do you have for a teenager?", 
            "Why has it become normal to continually put yourselves down? I see my young friends continually call themselves trash and garbage (complete with memes) and I can't figure out if this is some kind of ironic slang or if that's just how you all feel about yourselves now. Is it defensive put downs to build a shield against a world that keeps judging you really harshly? How can I help? "
        ], 
        [
            "Which music/song will play at your funeral?", 
            "\"We are Number One\" from the hit TV show \"Lazy Town\""
        ], 
        [
            "Non religious redditors in deeply religious families, how do you deal with your differences respectfully? [SERIOUS]", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "What do you see yourself doing in seven years?", 
            "Something productive I would hope."
        ], 
        [
            "What incident made you go \"Wow... I'm an idiot\"?", 
            "Adjusting seat while braking.\n\nSigh"
        ], 
        [
            "Random or not, What are some best chatting sites?", 
            "Shamchat. You choose a persona/character, and you act them out in conversation. Although it takes ages to find a decent match who doesn't just disconnect instantly or want to do some sort of shitty vampire RP, there's some hilarious conversation to be had. Check out /r/shamchat for examples."
        ], 
        [
            "Employees of Reddit that stand all day what do you use to combat leg fatigue and sore muscles? Do you have a certain kind of shoe, compression socks or something else?", 
            "I walk a lot but don't sit and it involves a lot of..standing too..\nI don't do anything about it. My feet hurt so bad everyday. "
        ], 
        [
            "What can you do to guarantee yourself to be a class clown?", 
            "Show up with red hair and a red nose "
        ], 
        [
            "What is your foolproof plan to become the longest living human ever?", 
            "Smoke, drink and eat junk food. *Reverse psychology.*"
        ], 
        [
            "Reddit, have you ever had your mind changed through an online debate? If so, what were the circumstances?", 
            "Once on a casualiama thread a woman detailed her own abortion. While I'm not completely pro-life at this point it did move me from pro-choice to undecided."
        ], 
        [
            "If you could ask God (your God, any God(s), etc) one question with the entire world listening in, what would it be?", 
            "I'd probably fuck up and ask a yes or no question, and God would remove it. "
        ], 
        [
            "(Serious) What gender is the voice inside your head and is it the same as you?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "Smart People of Reddit, What are the perks of being smart?", 
            "I get to look down on all the plebs"
        ], 
        [
            "What is the best comeback for a friend who constantly makes mom jokes?", 
            "graduate 8th grade"
        ], 
        [
            "[Serious]People who are cross-eyed, how do you see when you eyes are pointing 2 different directions?", 
            "**Attention! [Serious] Tag Notice**\n\n* Jokes, puns, and off-topic comments are not permitted in **any** comment, parent or child.\n\n* Parent comments that aren't from the target group will be removed, along with their child replies. \n\n* Report comments that violate these rules.\n\nPosts that have few relevant answers within the first hour, and posts that are not appropriate for the [Serious] tag will be removed. Consider doing an AMA request instead.\n\nThanks for your cooperation and enjoy the discussion!\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/AskReddit) if you have any questions or concerns.*"
        ], 
        [
            "What is not too late to start when you are at your 30s?", 
            "Stretching! \n\nIt will help you feel better everyday, no matter how old you are."
        ], 
        [
            "Redditors who've done DMT, what was your trip(s) like?", 
            "I've taken a medium dose a few times and a somewhat stronger dose one time. The medium doses were fun, I just saw quite vivid hallucinations in perfect synchronicity with the music I was listening to. It was basically like the best light show you could ever imagine. My mouth was gaping in pure awe the whole time.\n\nThe stronger dose was less enjoyable, when it started I could already tell this was going to be weird. I had severe open eye hallucinations, I remember seeing an abstract symbol floating in the air, and then instantly, as if to taunt me with its total lack of regard for physics and causality, it suddenly teleported to the opposite side of my field of view, now upside down for some reason. My senses began to fall apart after that, it was just a jumbled mess, static noise. I don't remember much of it. But when the song was over it turned scary, because I was used to sobering up by then, but not this time. So I became convinced the trip was never going to end and I had broken my brain. Eventually I came down, but I had some problems with general anxiety for a few months after that. I don't think I will take that large of a dose again."
        ], 
        [
            "What is a major flaw of the human body?", 
            "Periods."
        ], 
        [
            "Girls, which part of your body do you hate that boys love ironically?", 
            "I have a thick frame. Most of the time I feel too curvy, until I have two guys in one day whistling at me or being too obvious that they're checking me out....then I don't feel so bad"
        ], 
        [
            "What looks like a potato?", 
            "A potato"
        ], 
        [
            "If the 50 states were actually people ... what would your state look like and what would be their drink of choice?", 
            "A cranky old man sipping a fruity drink spiked with bath salts."
        ], 
        [
            "Fathers of girls, has having a daughter changed how you look at women?", 
            "Yes. Now I know that they are filthy animals. Just like boys."
        ]
    ]
}